Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# change_node_text_1
source: Use Face ID or enter your password to change node settings
cs: Použijte Face ID nebo zadejte heslo pro změnu nastavení uzlu
es: Utiliza el Face ID o introduce tu contraseña para cambiar la configuración del nodo
fi_fi: Käytä Face ID:tä tai kirjoita salasanasi muuttaaksesi palvelimen (node) asetuksia
nl: Gebruik Face ID of voer uw wachtwoord in om de node instellingen te wijzigen
ru: Используйте Face ID или введите свой пароль для изменения настроек узла
sv: Använd Ansikts-ID eller mata in ditt lösenord för att ändra nod-inställningar
th: ใช้ Face ID หรือใส่รหัสผ่านเพื่อแก้การตั้งค่า Node

# change_node_text_2
source: Use Touch ID or enter your password to change node settings
cs: Použijte Touch ID nebo zadejte heslo pro změnu nastavení uzlu
es: Utilice Touch ID o introduzca su contraseña para cambiar la configuración del nodo
fi_fi: Käytä Touch ID:tä tai kirjoita salasanasi muuttaaksesi palvelimen (node) asetuksia
nl: Gebruik Touch ID of voer uw wachtwoord in om de node instellingen te wijzigen
ru: Используйте Touch ID или введите свой пароль для изменения настроек узла
sv: Använd Touch-ID eller mata in ditt lösenord för att ändra nod-inställningar
th: ใช้ Touch ID หรือใส่รหัสผ่านเพื่อแก้การตั้งค่า Node

# change_node_text_3
source: Enter your password to change node settings
cs: Zadejte své heslo pro změnu nastavení uzlu
es: Introduzca su contraseña para cambiar la configuración del nodo
fi_fi: Kirjoita salasanasi muuttaaksesi palvelimen (node) asetuksia
nl: Voer uw wachtwoord in om de node instellingen te wijzigen
ru: Введите ваш пароль для изменения настроек узла
sv: Ange ditt lösenord för att ändra nod-inställningar
th: ใส่รหัสผ่านของคุณเพื่อแก้การตั้งค่า Node

# change_settings_text_1
source: Use Face ID or enter your password to change settings
cs: Použijte Face ID nebo zadejte heslo pro změnu nastavení
es: Utiliza el Face ID o introduce tu contraseña para cambiar la configuración
fi_fi: Käytä Face ID:tä tai kirjoita salasanasi muuttaaksesi asetuksia
nl: Gebruik Face ID of voer uw wachtwoord in om instellingen te wijzigen
ru: Используйте Face ID или введите свой пароль для изменения настроек
sv: Använd Ansikts-ID eller mata in ditt lösenord för att ändra inställningar
th: ใช้ Face ID หรือใส่รหัสผ่านเพื่อแก้การตั้งค่า

# change_settings_text_2
source: Use Touch ID or enter your password to change settings
cs: Použijte Touch ID nebo zadejte heslo pro změnu nastavení
es: Utilice Touch ID o introduzca su contraseña para cambiar la configuración
fi_fi: Käytä Touch ID:tä tai kirjoita salasanasi muuttaaksesi asetuksia
nl: Gebruik Touch ID of voer uw wachtwoord in om instellingen te wijzigen
ru: Используйте отпечаток пальца или введите свой пароль, чтобы продолжить изменения настроек
sv: Använd Touch-ID eller mata in ditt lösenord för att ändra inställningar
th: ใช้ Touch ID หรือใส่รหัสผ่านเพื่อแก้การตั้งค่า

# change_settings_text_3
source: Enter your password to change settings
cs: Zadejte své heslo pro změnu nastavení
es: Introduce tu contraseña para cambiar la configuración
fi_fi: Kirjoita salasanasi muuttaaksesi asetuksia
nl: Voer uw wachtwoord in om instellingen te wijzigen
ru: Введите свой текущий пароль, чтобы изменить настройки
sv: Ange ditt lösenord för att ändra inställningar
th: ใส่รหัสผ่านของคุณเพื่อแก้การตั้งค่า

source: Paste
cs: Vložit
es: Pegar
fi_fi: Liitä
fr: Coller
ko: 붙여넣기
nl: Plakken
ru: Вставить
sv: Klistra in
th: วาง
tr: Yapıştır
vi: Dán
zh_hans: 粘贴

source: Status
cs: Stav
es: Estado
fi_fi: Tila
ko: 상태
ru: Статус
th: สถานะ
tr: Durum
vi: Trạng thái
zh_hans: 状态

source: Remove wallet
cs: Odstranit peněženku
es: Eliminar wallet
fi_fi: Poista lompakko
nl: Wallet verwijderen
ru: Удалить кошелек
sv: Ta bort plånbok
th: ลบกระเป๋า

source: Export wallet data
cs: Exportovat data peněženky
es: Exportar datos del wallet
fi_fi: Vie lompakon tiedot
nl: Exporteer wallet data
ru: Экспорт данных кошелька
sv: Exportera plånbokens data
th: ส่งออกข้อมูลกระเป๋า

source: Import wallet data
cs: Importovat data peněženky
es: Importar datos del wallet
fi_fi: Tuo lompakon tiedot
nl: Importeer wallet data
ru: Импорт данных кошелька
sv: Importera plånboksdata
th: นำเข้าข้อมูลกระเป๋า

source: Utilities
cs: Nástroje
es: Utilidades
fi_fi: Ominaisuudet
ru: Утилиты
sv: Verktyg
th: ยูทิลิตี้

# incorrect_file_title
source: Incorrect file
cs: Nesprávný soubor
es: Archivo incorrecto
fi_fi: Virheellinen tiedosto
nl: Onjuist bestand
ru: Некорректный файл
sv: Fel filtyp
th: ไฟล์ไม่ถูกต้อง

# incorrect_file_text
source: The file you’re trying to import to Beam wallet doesn’t fit. Please choose another file and try again.
cs: Soubor, který se pokoušíte importovat do peněženky Beam je v nevhodném formátu. Prosím vyberte jiný soubor a zkuste to znovu.
es: El archivo que estás intentando importar a Beam Wallet no encaja. Por favor, elige otro archivo e inténtalo de nuevo.
fi_fi: Tiedosto, jonka yrität tuoda Beam lompakkoon, ei ole yhteensopiva. Valitse toinen tiedosto ja yritä uudelleen.
nl: Het bestand dat u in de Beam wallet probeert te importeren is ongeschikt. Kies een ander bestand en probeer het opnieuw.
ru: Файл, который вы пытаетесь импортировать в Beam кошелек не подходит. Пожалуйста, выберите другой файл и повторите попытку.
sv: Filen du försöker importera till Beam-plånboken passar inte. Vänligen välj en annan fil och försök igen.
th: ไฟล์ที่คุณกำลังนำเข้านั้นไม่ถูกต้อง กรุณาเลือกไฟล์อื่นและลองอีกครั้ง

# import_data_title
source: Import data
cs: Importovat data
es: Importar datos
fi_fi: Tuo tiedot
nl: Importeer data
ru: Импорт данных
sv: Importera data
th: นำเข้าข้อมูล

# import_data_text
source: Are you sure you want to import data to your Beam wallet? All the current data will be replaced with imported one.
cs: Jste si jisti, že chcete importovat data do Vaší peněženky Beam? Všechna aktuální data budou nahrazena importovanými daty.
es: ¿Está seguro que desea importar datos a su wallet de Beam? Todos los datos actuales serán reemplazados por uno importado.
fi_fi: Oletko varma, että haluat tuoda tiedot Beam-lompakkoosi? Nykyiset tiedot pyyhitään ja korvataan liittämilläsi tiedoilla.
nl: Weet u zeker dat u data naar uw Beam wallet wilt importeren? Alle huidige data worden vervangen door de geïmporteerde data.
ru: Вы уверены, что хотите импортировать данные в ваш кошелек? Все текущие данные будут заменены импортированными.
sv: Är du säker på att du vill importera data till Beam-plånboken? All nuvarande data kommer att ersättas med det som importeras.
th: คุณแน่ใจที่จะนำเข้าข้อมูลเข้ากระเป๋านี้? ข้อมูลในกระเป๋าปัจจุบันจะถูกแทนที่ด้วยข้อมูลที่นำเข้าทั้งหมด

# import_data_text_2
source: Only the data exported from the wallet with the same seed phrase can be imported.
cs: Importovat lze pouze data exportovaná z peněženky vytvořené pomocí stejných klíčových slov.
es: Sólo los datos exportados desde la wallet con la misma frase semilla pueden ser importados.
fi_fi: Vain sellaiset tiedot voidaan tuoda lompakkoon, jotka tuodaan lompakosta, jossa on käytössä sama seed phrase.
nl: Alleen de data geëxporteerd uit een wallet met dezelfde herstelzin kan worden geïmporteerd.
ru: Импортируются только данные, экспортированные из кошелька с той же фразой.
sv: Endast datat från den exporterade plånboken med samma seed phrase kan bli importerat.
th: ข้อมูลกระเป๋าที่จะนำเข้าจะต้องมีกลุ่มคำลับเหมือนกันถึงจะสามารถนำเข้าได้

source: Import
cs: Importovat
es: Importar
fi_fi: Tuo
nl: Importeren
ru: Импорт
sv: Importera
th: นําเข้า

source: Export data
cs: Exportovat data
es: Exportar datos
fi_fi: Vie tiedot
nl: Exporteer data
ru: Экспорт данных
sv: Exportera data
th: ส่งออกข้อมูล

# till_block
source: till block height
cs: do výšky bloku
es: altura hasta bloque
fi_fi: lohkon tasolla
nl: tot block height
ru: до высоты блока
sv: till block-höjd
th: กระทั่ง Block Height

source: since
ru: начиная с

source: block height
ru: Высота блока

source: Dark mode
ru: Тёмный режим

source: Delete all tags
ru: Удалить все метки

# faucet_address_alert
source: Your address will be filled-in automatically on the faucet webpage
ru: Ваш адрес будет автоматически заполнен на веб-странице

source: Seed verification
ru: Верификация

source: Show amounts in
ru: Показать суммы в

source: Notifications
ru: Оповещения

source: Address expiration
ru: Срок действия адреса

source: Transaction status
ru: Статус транзакции

source: Transaction
ru: Транзакция

source: Address expired
ru: Срок действия адреса истек

# no_notifications
source: There are no notifications yet.
ru: Пока нет уведомлений.

source: Remaining
ru: Остаток

source: Change
ru: Изменить

# wallet_id
source: Identity
ru: Идентификатор

source: General
ru: Общее

source: One time
ru: Один раз

source: Permanent
ru: Постоянный

# edit_token
source: Edit address
ru: Редактировать адрес

source: Type
ru: Тип

source: Address type
ru: Тип адреса

source: Identity
ru: Идентификатор

source: Address expiration
ru: Срок действия адреса

# online_token
source: Online address
ru: Онлайн адрес

# offline_token
source: Offline address
ru: Оффлайн адрес

# confirm_2
source: Confirm
ru: Подтвердить

source: SBBS Address
ru: SBBS Адрес

source: Maturity
ru: Подтвержден

# connect_node_offline
source: Connect to own node or enable mobile node in the settings to enable receiving max privacy transactions
ru: Подключитесь к интегрированному или собственному узлу, чтобы включить получение макс. приватных и оффлайн транзакций

# connect_node_offline_public
source: Connect to own node or enable mobile node in the settings to enable receiving public offline transactions
ru: Connect to integrated or own node to enable receiving public offline transactions

source: Shielded
ru: Защищенная

# public_offline_address_info
source: Publishing this address will allow you to be identified
ru: Публикация этого адреса позволит опознать вас

source: Offline address
ru: Оффлайн адрес

# show_public_offline
source: Show public offline address
ru: Показать публичный оффлайн адрес

source: Public offline
ru: Публичный оффлайн

source: Sender identity
ru: Идентификатор отправителя

source: Receiver identity
ru: Идентификатор получателя

source: Max privacy address
ru: Макс. приватный адрес

source: Payments
ru: Платежи

source: More details
ru: Подробнее

source: Public offline address
ru: Публичный оффлайн адрес

# send_address_placholder
source: Paste address or search by address or name
ru: Paste address or search by address, tag or name

# max_privacy_lock_time
source: Max privacy lock time limit
ru: Максимальное время блокировки монет

# h24
source: 24 hours
ru: 24 часа

# last_unlock_time
source: Latest unlocked time
ru: Последнее время разблокировки

# display_seed
source: Your seed phrase is the access key to all the funds in your wallet. After successful verification, you won’t be able to see your seed phrase in settings. Print or write down the phrase to keep it in a safe or in a locked vault. Without the phrase you will not be able to recover your money.
cs: Vaše klíčová slova jsou přístupovým údajem ke všem prostředkům ve Vaší peněžence. Od této chvíle už nebudete moci vidět Vaše klíčová slova v nastavení. Vaše klíčová slova si vytiskněte nebo si zapište a uložte tak, aby byla v bezpečí nebo v uzamčeném trezoru. Bez Vašich klíčových slov nebudete moci obnovit peněženku a získat své peníze.
es: Tu frase de semilla es la clave de acceso a todos los fondos de tu wallet. A partir de ahora no podrás ver tu frase de semilla en ajustes. Imprime o escribe la frase para mantenerla en un lugar seguro o en una bóveda bloqueada. Sin la frase usted no podrá recuperar su dinero.
fi_fi: Seed phrase -palautusavaimellasi pääsee käsiksi kaikkeen lompakon varallisuuteen. Tästä eteenpäin et voi nähdä seed phraseasi asetuksistasi. Tulosta tai kirjoita se huolellisesti ylös, sekä pidä se tallessa esimerkiksi kassakaapissa, pankkiholvissa tai muussa turvallisesti lukitussa tilassa. Ilman seed phrasea et voi palauttaa lompakkosi saldoa tarvittaessa.
nl: Uw herstelzin is de toegangssleutel tot alle tegoeden in uw wallet. Vanaf nu is het niet mogelijk uw herstelzin in de instellingen te laten weergeven. Print de zin uit of schrijf deze op en bewaar de zin op een veilige plaats. Zonder de zin kunt u uw tegoeden niet herstellen.
sv: Ditt seed phrase är din access-nyckel för alla dina medel i din plånbok. Från och med nu kommer du inte att se ditt seed phrase under inställningar. Skriv ner din seed phrase och spar detta i ett kassakåp eller ett låst valv. Utan seed phrase kommer du inte att kuna återställa dina pengar.
th: กลุ่มคำลับเหล่านี้ของคุณเป็นกุญแจเพื่อที่จะเข้าถึงทรัพย์สินในกระเป๋าของคุณ หลังจากนี้คุณจะไม่สามารถดูกลุ่มคำลับนี้ในการตั้งค่า พิมพ์ลงกระดาษหรือเขียนกลุ่มคำและเก็บไว้ในที่ปลอดภัยอย่างตู้เซฟหรือห้องนิรภัย หากไม่มีกลุ่มคำลับเหล่านี้คุณจะไม่สามารถกู้คืนทรัพย์สินของคุณได้

# restor_wallet_warning
source: Restoring the wallet may take a while. Please wait till the node is fully synchronized with the blockchain, do not close or minimize the wallet app.
cs: Obnovení peněženky může chvíli trvat. Počkejte prosím na dokončení synchronizace - nezavírejte ani neminimalizujte aplikaci.
es: Restaurar su wallet puede tardar un tiempo. Por favor, espere a que la sincronización finalice - no cierre ni minimice la aplicación.
fi_fi: Lompakon palautuksessa saatta kestää jonkin aikaa. Ole hyvä ja odota kunnes synkronointi on valmis. Älä sulje sovellusta tai pienennä ikkunaa.
fr: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
ko: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
nl: Het herstellen van uw wallet kan enige tijd duren. Wacht tot de synchronisatie is voltooid - sluit of minimaliseer de applicatie niet.
sv: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
th: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
tr: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
vi: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.
zh_hans: Restoring your wallet may take a while. Please wait for synchronization to finish - do no close nor minimize the application.

# restor_wallet_info
source: Only the wallet balance (UTXO) can be restored, transaction info is always private and never kept on the blockchain.
cs: Bude obnoven pouze zůstatek peněženky (UTXO). Vaše informace o transakcích jsou vždy soukromé a nikdy nejsou uchovávány na blockchainu.
es: Sólo el saldo de la wallet (UTXOs) será restaurado. La información de tu transacción es siempre privada y nunca guardada en la cadena de bloques.
fi_fi: Ainoastaan lompakon saldo (UTXO:t) palautetaan. Tapahtumatietosi ovat aina yksityisiä, eivätkä ne tallennu lohkoketjuun.
fr: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
ko: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
nl: Alleen het saldo van uw wallet (UTXO's) zal worden hersteld. Uw transactie informatie is altijd privé en wordt nooit in de blockchain opgeslagen.
sv: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
th: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
tr: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
vi: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.
zh_hans: Only the wallet balance (UTXOs) will be restored. Your transaction info is always private and never kept on the blockchain.

# delete_address_transaction
source: Delete addresses and related transactions
cs: Odstranit adresu a související transakce
es: Eliminar dirección y transacciones relacionadas
fi_fi: Poista osoite ja siihen liittyvät tapahtumat
fr: Effacer l'adresse et les transactions qui y sont liées
ko: 주소 및 주소와 관련된 거래들 삭제하기
nl: Verwijder adres en gerelateerde transacties
sv: Ta bort adress och relaterade transaktioner
th: ลบที่อยู่และธุรกรรมที่เกี่ยวข้อง
tr: Adres ve ilgili işlemleri sil
vi: Xoá địa chỉ và giao dịch liên quan
zh_hans: 删除地址及与其关联的交易记录

# delete_address_text
source: Are you sure you want to delete this address from your wallet?
cs: Opravdu chcete odstranit tuto adresu z Vaší peněženky?
es: ¿Está seguro de que desea eliminar esta dirección de su wallet?
fi_fi: Haluatko varmasti poistaa tämän osoitteen lompakostasi?
nl: Weet u zeker dat u dit adres uit uw portemonnee wilt verwijderen?
sv: Är du säker på att du vill ta bort denna adress från din plånbok?
th: คุณแน่ใจหรือไม่ว่าต้องการลบที่อยู่นี้ออกจากกระเป๋าของคุณ?

# delete_contact_text
source: Are you sure you want to delete this contact from your wallet?
cs: Jste si jisti, že chcete odstranit z Vaší peněženky tento kontakt?
es: ¿Está seguro que desea eliminar este contacto de su wallet?
fi_fi: Haluatko varmasti poistaa tämän yhteystiedon lompakostasi?
nl: Weet u zeker dat u dit contact uit uw portemonnee wilt verwijderen?
sv: Är du säker på att du vill ta bort denna kontakt från din plånbok?
th: คุณแน่ใจหรือไม่ว่าต้องการลบรายชื่อผู้ติดต่อนี้ออกจากกระเป๋าของคุณ?

source: Create address
cs: vytvořit adresu
es: crear dirección
fi_fi: luo uusi osoite
fr: créer adresse
ko: 주소 생성
nl: adres aanmaken
sv: skapa adress
th: สร้างที่อยู่
tr: adres oluştur
vi: tạo địa chỉ
zh_hans: 创建地址

# request_amount
source: REQUESTED AMOUNT (optional)
cs: Požadovaná částka (volitelné)
es: Solicitar cantidad (opcional)
fi_fi: Pyydä summaa (vapaaehtoinen valinta)
fr: Exiger le montant (facultatif)
ko: 요구 수량 (필수 아님)
nl: Vraag bedrag op (optioneel)
sv: Begär betalning(valfritt)
th: จำนวนที่ต้องการ (เป็นตัวเลือก)
tr: İstenecek miktar (isteğe bağlı)
vi: Yêu cầu số tiền (tùy chọn)
zh_hans: 请求数量（可选）

# outgoing
source: Outgoing address (autogenerated)
cs: Odchozí adresa (automaticky vytvořena)
es: Dirección saliente (autogenerada)
fi_fi: Lähettävä osoite (generoitu automaattisesti)
fr: Adresse sortante (auto-générée)
ko: 발신 주소 (자동 생성)
nl: Uitgaande adres (automatisch gegenereerd)
sv: Utgående adresser (automatiskt genererade)
th: ที่อยู่ที่ใช้โอน (ถูกสร้างอัตโนมัติ)
tr: Giden adres (otomatik oluşturuldu)
vi: Địa chỉ gửi đi (tạo tự động)
zh_hans: 出账地址（自动生成）

source: autogenerated
cs: automaticky generováno
es: auto-generado
fi_fi: generoitu automaattisesti
fr: généré automatiquement
ko: 자동 생성
nl: Automatisch gegenereerd
sv: automatiskt genererad
th: สร้างอัตโนมัติ
tr: otomatik oluşturuldu
vi: tạo tự động
zh_hans: 自动生成

# beam_recepient_auto
source: Beam recipient address (autogenerated)
cs: Adresa příjemce mincí Beam (automaticky vytvořena)
es: Dirección del destinatario de Beam (generado automáticamente)
fi_fi: Beamin saajan osoite (generoitu automaattisesti)
fr: Adresse du destinataire (générée automatiquement)
ko: Beam 수신자 주소 (자동 생성)
nl: Beam ontvanger adres (automatisch gegenereerd)
sv: Beam mottagande adress(autogenererad)
th: ที่อยู่ปลายทางที่จะรับ Beam (สร้างอัตโนมัติ)
tr: Beam alıcısı adresi (otomatik oluşturulmuş)
vi: Địa chỉ người nhận Beam (được tạo tự động)
zh_hans: 收款人地址（自动生成）

# owner_key_warning
source: Deploying the owner key at a trusted node will allow the node to monitor all UTXO sent to any wallet generated from the same seed phrase. Don't share your Owner Key with others - it allows inspection and monitoring of your funds.
cs: Sdílení klíče na důvěryhodném uzlu umožní uzlu sledovat všechny UTXO odeslané do libovolné peněženky generované ze stejných klíčových slov. Nesdílejte svůj privátní klíč s ostatními - umožňuje to kontrolu a sledování vašich finančních prostředků.
es: El despliegue de la clave del propietario en un nodo de confianza permitirá al nodo controlar todo UTXO enviado a cualquier wallet generado con la misma frase de semilla. No comparta su Clave Propietaria con otros - permite la inspección y el control de sus fondos.
fi_fi: Kun sijoitat omistusavaimesi luotettuun palvelimeen (node), se antaa palvelimelle oikeuden tarkkailla kaikkia UTXO-siirtoja lompakkoon, joka on generoitu samasta seed phrasesta. Älä jaa omistusavaintasi muille henkilöille, sillä se antaa oikeuden tarkastella kaikkea varallisuuttasi.
nl: Het invoeren van de eigenaarssleutel op een vertrouwde node zal de node toestaan om alle UTXO, gegenereerd vanuit dezelfde herstelzin, en verzonden naar welke wallet dan ook, te monitoren. Deel uw eigenaarssleutel niet met anderen. Het staat inzage in en controle van uw saldo toe.
sv: Om du installerar ägarnyckeln på en betrodd nod, tillåter noden att övervaka all UTXO som skickas till en plånbok som genereras från samma seed phrase. Dela inte din ägarnyckel med andra - det tillåter inspektion och övervakning av dina tillgångar.
th: การติดตั้ง Owner Key ใน Trusted Node นั้นจะทำให้ Node สามารถดูข้อมูล UTXO ทั้งหมดที่ส่งมายังกระเป๋านี้รวมถึงกระเป๋าทุกใบที่ถูกสร้างมาจากกลุ่มคำลับของคุณ เพื่อป้องกันการลุกล้ำความเป็นส่วนตัว กรุณาอย่าได้ทำการแชร์ Owner Key กับผู้อื่น

# automatic_restore_text
source: Beam Wallet will download a snapshot of the blockchain and restore your funds on the device.
cs: Beam Wallet stáhne snímek blockchainu a obnoví vaše prostředky v zařízení
es: Beam Wallet descargará una instantánea del blockchain y restaurará sus fondos en el dispositivo
fi_fi: Beam-lompakko lataa lohkoketjusta tilannekuvan ja palauttaa saldon laitteellesi
nl: Beam Wallet zal een snapshot van de blockchain downloaden en uw saldo op het apparaat herstellen
sv: Beam-plånboken kommer att ladda ner en ögonblicksbild av block-kedjan och återställer ditt saldo på enheten
th: กระเป๋า Beam จะทำการดาวน์โหลดข้อมูลบล็อคเชนและกู้คืนข้อมูลทรัพย์สินของคุณลงบนอุปกรณ์

# manual_restore_title
source: RESTORE WITH OWN NODE (advanced)
cs: Obnovit pomocí důvěryhodného uzlu
es: Restaurar con nodo de confianza
fi_fi: Palauta luotetun palvelimen (node) kautta
fr: Restaurer avec un noeud vérifié
ko: 신뢰할 수 있는 노드로 복구하기
nl: Herstellen met vertrouwde node
sv: Återställ med trovärdig nod
th: กู้ข้อมูลจาก Trusted Node
tr: Güvenilir nod ile geri yükle
vi: Khôi phục với nút đáng tin cậy
zh_hans: 通过信任节点恢复
