Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

source: Not now
cs: Nyní ne
es: Ahora no
fi_fi: Ei nyt
fr: Pas maintenant
ko: 현재 불가능
nl: Niet nu
ru: Не сейчас
sv: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi değil
vi: Không phải bây giờ
zh_hans: 暂不

# amount_empty
source: Amount field can't be empty
cs: Pole s částkou nemůže být prázdné
es: El campo de cantidad no puede estar vacío
fi_fi: Summaa ei voi jättää tyhjäksi
fr: Le champ Montant ne peut pas rester vide
ko: 양 칸이 비어있습니다.
nl: Aantal veld mag niet leeg zijn
ru: Введите сумму
sv: Belopp-fältet kan ej vara tom
th: จำนวนไม่สามารถเว้นว่างได้
tr: Miktar kısmı boş bırakılamaz
vi: Trường số lượng không thể để trống
zh_hans: 数量不能为空

# amount_zero
source: Amount must be greater than zero
cs: Částka musí být větší než nula
es: El campo de cantidad debe ser mayor que cero
fi_fi: Summan on oltava suurempi kuin 0
fr: Le montant doit être supérieur à zéro
ko: 양은 0보다 커야 합니다.
nl: Aantal moet groter zijn dan nul
ru: Сумма должна быть больше нуля
sv: Belopp måste vara större än noll
th: จำนวนจะต้องมากกว่า 0
tr: Miktar kısmı sıfırdan büyük olmak zorundadır
vi: Số tiền phải lớn hơn 0
zh_hans: 数量必须大于0

source: Next
cs: Další
es: Siguiente
fi_fi: Seuraava
fr: Suivant
ko: 다음
nl: Volgende
ru: Дальше
sv: Nästa
th: ถัดไป
tr: İleri
vi: Tiếp
zh_hans: 下一步

# where_buy_beam
source: Where to buy BEAM?
cs: Kde koupit BEAM?
es: ¿Donde comprar BEAM?
fi_fi: Mistä ostaa BEAMiä?
fr: Où acheter Beam?
ko: BEAM 은 어디서 사나요?
nl: Waar BEAM te kopen?
ru: Где купить BEAM?
sv: Vart köper man BEAM?
th: ฉันจะซื้อ BEAM ได้ที่ไหนบ้าง?
tr: Beam nereden alınır?
vi: Mua BEAM ở đâu?
zh_hans: 在哪里获取BEAM？

source: Updating
cs: Probíhá aktualizace
es: Actualizando
fi_fi: Päivittää
fr: En cours de mise à jour
ko: 업데이트 중
nl: Bijwerken
ru: Обновление
sv: Uppdaterar
th: กำลังอัพเดท
tr: Güncelleniyor
vi: Đang cập nhật
zh_hans: 正在更新

source: Connecting
cs: Připojování
es: Conectando
fi_fi: Yhdistetään
fr: En cours de connexion
ko: 연결중
nl: Verbinden
ru: Подключение
sv: Ansluter
th: กำลังเชื่อมต่อ
tr: Bağlanıyor
vi: Đang kết nối
zh_hans: 正在连接

source: Online
es: Conectado
fi_fi: Yhdistetty
fr: En ligne
ko: 온라인
ru: В сети
sv: Uppkopplad
th: ออนไลน์
tr: Çevrimiçi
vi: Trực tuyến
zh_hans: 在线

source: Offline
cs: V režimu offline
es: Desconectado
fi_fi: Offline-tilassa
fr: Hors ligne
ko: 오프라인
ru: Отключен от сети
sv: Nerkopplad
th: ออฟไลน์
tr: Çevrımdışı
vi: Ngoại tuyến
zh_hans: 离线

# tg_bot
source: Telegram bot
es: Bot de telegram
fi_fi: Telegrambotti
fr: Bot Telgram
ko: 텔레그램 bot
ru: Бот Telegram
tr: Telegram botu
vi: Bot điện tín
zh_hans: Telegram机器人

# tg_bot_link
source: Please open wallet to link telegram bot
cs: Pro propojení telegram bota otevřete peněženku
es: Por favor abre el wallet para enlazar con el bot de telegram
fi_fi: Avaa lompakko, jotta voit linkittää telegrambotin
fr: Merci d'ouvrir le portefeuille pour connecter le Bot Telegram
ko: 텔레그램 bot 과 연결하려면 지갑을 여시오
nl: Open wallet om telegram bot te koppelen
ru: Откройте кошелек для соединения с ботом Telegram
sv: Vänligen öppna plånbok för att länka telegram bot
th: กรุณาเปิดกระเป๋าเพื่อต่อกับ Telegram Bot
tr: Telegram botunu bağlamak için lütfen cüzdanı açın
vi: Vui lòng mở ví để liên kết bot điện tín
zh_hans: 请打开钱包以关联Telegram机器人

source: Share QR code
cs: Sdílet QR kód
es: Comparte el código QR
fi_fi: Jaa QR-koodi
fr: Partager le code QR
ko: QR 코드 공유하기
nl: Deel QR code
ru: Поделиться QR кодом
sv: Dela QR-kod
th: แชร์ QR Code
tr: QR kodunu paylaş
vi: Chia sẻ mã QR
zh_hans: 扫描二维码

source: QR code
cs: QR kód
es: Código QR
fi_fi: QR-koodi
fr: Code QR
ko: QR 코드
ru: QR код
sv: QR kod
tr: QR kodu
vi: Mã QR
zh_hans: 二维码

source: New address
cs: Nová adresa
es: Nueva dirección
fi_fi: Uusi osoite
fr: Nouvelle adresse
ko: 새로운 주소
nl: Nieuw adres
ru: Новый адрес
sv: Ny adress
th: ที่อยู่ใหม่
tr: Yeni adres
vi: Địa chỉ mới
zh_hans: 新地址

# new_category
source: Create tag
cs: Vytvořit štítek
es: Crea una etiqueta
fi_fi: Lisää luokka
fr: Créer un tag
ko: 태그 생성
nl: Label maken
ru: Создать метку
sv: Skapa Tag
th: สร้างแท็ก
tr: Etiket oluştur
vi: Tạo nhãn
zh_hans: 创建标签

# edit_category
source: Edit tag
cs: Upravit štítek
es: Editar etiqueta
fi_fi: Muokkaa luokkaa
fr: Éditer le tag
ko: 태그 편집
nl: Label bewerken
ru: Изменить метку
sv: Editera tag
th: แก้ไขแท็ก
tr: Etiketi değiştir
vi: Sửa nhãn
zh_hans: 修改标签

# category_name
source: Tag name
cs: Název štítku
es: Nombre de la etiqueta
fi_fi: Luokan nimi
fr: Nom du tag
ko: 태그 이름
nl: Labelnaam
ru: Имя
sv: Tagga namn
th: ชื่อแท็ก
tr: İsmi etiketle
vi: Tên nhãn
zh_hans: 标签名称

# category_exist
source: This tag already exists
cs: Tento štítek již existuje
es: Esta etiqueta ya existe
fi_fi: Tämä luokka on jo olemassa
fr: Ce tag existe déjà
ko: 태그가 이미 존재합니다!
nl: Dit label bestaat al
ru: Метка с таким именем уже существует
sv: Denna tag finns redan
th: แท็กนี้มีอยู่แล้ว
tr: Bu etiket zaten var
vi: Nhãn này đã tồn tại
zh_hans: 此标签已存在

source: Edit
cs: Upravit
es: Editar
fi_fi: Muokkaa
fr: Modifier
ko: 수정
nl: Bewerken
ru: Править
sv: Ändra
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑

source: Delete
cs: Smazat
es: Borrar
fi_fi: Poista
fr: Effacer
ko: 삭제
nl: Verwijderen
ru: Удалить
sv: Ta bort
th: ลบ
tr: Sil
vi: Xoá
zh_hans: 删除

# no_category_addresses
source: There are no addresses associated with this tag
cs: Neexistují žádné adresy přidružené k tomuto štítku
es: No hay direcciones asociadas con esta etiqueta
fi_fi: Yhtään osoitetta ei ole merkitty tähän luokkaan
nl: Er zijn geen adressen gekoppeld aan dit label
ru: Нет адресов, связанных с этим тегом
sv: Det finns inga adresser som är associerade med denna tag
th: ไม่มีที่อยู่ใดๆที่เกี่ยวข้องกับแท็กนี้

# no_category_contacts
source: There are no contacts associated with this tag
cs: Neexistují žádné kontakty přidružené k tomuto štítku
es: No hay contactos asociados con esta etiqueta
fi_fi: Yhtään yhteystietoa ei ole merkitty tähän luokkaan
nl: Er zijn geen contacten gekoppeld aan dit label
ru: Нет контактов, связанных с этим тегом
sv: Det finns inga kontakter associerade med denna tag
th: ไม่มีรายชื่อผู้ติดต่อใดๆที่เกี่ยวข้องกับแท็กนี้

# delete_category
source: Delete tag
cs: Smazat štítek
es: Borrar etiqueta
fi_fi: Poista luokka
fr: Supprimer le tag
ko: 태그 삭제
nl: Label verwijderen
ru: Удалить метку
sv: Ta bort tag
th: ลบ​แท็ก
tr: Etiketi sil
vi: Xóa nhãn
zh_hans: 删除标签

# beams_send
source: Beams sent
cs: mincí Beam odesláno
es: Enviar Beams
fi_fi: Beamit lähetetty
fr: Beams envoyés
ko: Beam 이 보내졌습니다.
nl: Beam's verzonden
ru: Отправлено
sv: Beam skickade
th: ส่ง Beam แล้ว
tr: Beam'ler yollandı
vi: Beams đã gửi
zh_hans: 已付Beam

source: Undo
cs: Vrátit zpět
es: Deshacer
fi_fi: Peruuta
fr: Annuler
ko: 취소하기
nl: Ongedaan maken
ru: Отменить
sv: Ångra
th: เลิกทำ
tr: Geri al
vi: Hoàn tác
zh_hans: 撤销

source: Repeat
cs: Opakovat
es: Repite
fi_fi: Toista
fr: Répéter
ko: 다시하기
nl: Herhalen
ru: Повторить
sv: Repetera
th: ทำซ้ำ
tr: Tekrarlar
vi: Lặp lại
zh_hans: 重复

source: Cancelled
cs: Zrušeno
es: Cancelado
fi_fi: Peruutettu
fr: Annulé
ko: 취소됨
nl: Geannuleerd
ru: Отменено
sv: Avbruten
th: ยกเลิกแล้ว
tr: İptal edildi
vi: Đã huỷ
zh_hans: 已取消

# delete_transaction_title
source: Delete transaction
cs: Smazat transakci
es: Transacción borrada
fi_fi: Poista tapahtuma
fr: Effacer la transaction
ko: 거래 삭제
nl: Transactie verwijderen
ru: Удалить транзакцию
sv: Ta bort transaktion
th: ลบ​ธุรกรรม​
tr: İşlemi sil
vi: Xoá giao dịch
zh_hans: 删除交易

# delete_transaction_text
source: Are you sure you want to delete this transaction from your wallet?
cs: Opravdu chcete odstranit tuto transakci z Vaší peněženky?
es: ¿Está seguro de que desea eliminar esta transacción de su wallet?
fi_fi: Haluatko varmasti poistaa tämän tapahtuman tiedot lompakostasi?
fr: Êtes-vous certain de vouloir effacer cette transaction de votre portefeuille ?
ko: 정말 해당 거래를 당신의 지갑에서 삭제하겠습니까?
nl: Weet u zeker dat u deze transactie uit uw wallet wilt verwijderen?
ru: Вы уверены, что хотите удалить информацию об этой транзакции?
sv: Är du säker på att du vill ta bort denna transaktion från din plånbok?
th: คุณแน่ใจหรือไม่ว่าต้องการลบธุรกรรมนี้ออกจากกระเป๋าของคุณ?
tr: Bu işlemi cüzdandan silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa giao dịch này khỏi ví của mình không?
zh_hans: 确认从钱包中删除该交易吗？

# current_password_error
source: Current password is incorrect
cs: Zadané heslo není správné
es: La contraseña actual es incorrecta
fi_fi: Salasana on virheellinen
fr: Ce mot de passe est incorrect
ko: 올바른 비밀번호가 아닙니다
nl: Wachtwoord is onjuist
ru: Текущий пароль неверен
sv: Nuvarande lösenord är felaktigt
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr: Şu anki şifre yanlış
vi: Mật khẩu hiện tại không chính xác
zh_hans: 当前密码不正确

# categories_empty_title
source: Tags list is empty
cs: Seznam štítků je prázdný
es: La lista de etiquetas esta vacía
fi_fi: Luokkaluettelo on tyhjä
fr: Cette liste est vide
ko: 태그 목록이 비어있습니다.
nl: Labellijst is leeg
ru: У вас еще нет созданных меток
sv: Tag-listan är tom
th: ไม่มีรายการแท็ก
tr: Etiket listesi boş
vi: Danh sách nhãn trống
zh_hans: 标签列表为空

# categories_empty_text
source: You don’t have any tags at the moment. You can create tag in Settings.
cs: Momentálně nemáte žádné štítky . Tag můžete vytvořit v Nastavení.
es: No tienes etiquetas en este momento. Puede crear etiquetas en Ajustes.
fi_fi: Yhtään luokkaa ei ole vielä asetettu. Voit lisätä uuden luokan asetuksista.
fr: Vous n'avez aucun tag en ce moment. Vous pouvez créer un tag dans les paramètres.
ko: 태그가 지금은 없습니다. 설정에서 태그를 생성할 수 있습니다.
nl: U heeft op dit moment geen labels. U kunt in Instellingen labels maken.
ru: У вас еще нет созданных ярлыков. Вы можете создать ярлык в настройках.
sv: Du har för närvarande inga tagar. Du kan skapa tag i Inställningar.
th: คุณไม่มีแท็กเลยในตอนนี้ คุณสามารถสร้างแท็กได้ที่เมนูการตั้งค่า
tr: Şu anda hiç etikeniz yok. Ayarlar'da etiket oluşturabilirsiniz.
vi: Hiên tại bạn không có nhãn nào. Bạn có thể tạo nhãn trong Cài đặt.
zh_hans: 您当前没有创建任何标签 您可以在设置中创建标签

# cancel_transaction_text
source: Are you sure you want to cancel this transaction?
cs: Jste si jisti, že chcete zrušit tuto transakci?
es: Estas seguro que quieres cancelar esta transacción?
fi_fi: Haluatko varmasti peruuttaa tämän maksutapahtuman?
fr: Êtes-vous certain de vouloir annuler cette transaction ?
ko: 이 거래를 정말 취소하시겠습니까?
nl: Weet u zeker dat u deze transactie wilt annuleren?
ru: Вы уверены что хотите отменить транзакцию?
sv: Är du säker på att du vill avbryta denna transaktion?
th: คุณแน่ใจที่จะยกเลิกการทำธุรกรรมนี้?
tr: Bu işlemi iptal etmek istediğinden emin misiniz?
vi: Bạn có chắc chắn muốn hủy giao dịch này?
zh_hans: 确认取消交易么？

source: Yes
cs: Ano
es: Si
fi_fi: Kyllä
fr: Oui
ko: 네
nl: Ja
ru: Да
sv: Ja
th: ใช่
tr: Evet
vi: Đồng ý
zh_hans: 是

source: No
cs: Ne
fi_fi: Ei
fr: Non
ko: 아니오
nl: Nee
ru: Нет
sv: Nej
th: ไม่ใช่
tr: Hayır
vi: Không
zh_hans: 否

source: Address deleted
cs: Adresa odstraněna
es: Dirección borrada
fi_fi: Osoite poistettu
fr: Adresse effacée
ko: 주소 삭제됨
nl: Adres verwijderd
ru: Адрес удален
sv: Adress borttagen
th: ที่อยู่ถูกลบแล้ว
tr: Adres silindi
vi: Địa chỉ đã xoá
zh_hans: 地址已删除

source: Address details
ru: Подробности адреса

source: Contact deleted
cs: Kontakt byl smazán
es: Contacto borrado
fi_fi: Yhteystieto poistettu
fr: Contact supprimé
ko: 연락처 삭제됨
nl: Contactpersoon verwijderd
ru: Контакт удален
sv: Kontakt borttagen
th: ชื่อผู้ติดต่อถูกลบแล้ว
tr: Kişi silindi
vi: Liên hệ đã xóa
zh_hans: 联系人已删除

source: Show owner key
cs: Zobrazit privátní klíč
es: Mostrar la clave de propietario
fi_fi: Näytä omistusavain
fr: Montrer la clé propriétaire
ko: 소유자 키 보이기
nl: Toon eigenaarssleutel
ru: Показать owner key
sv: Visa ägar-nyckel
th: แสดง Owner Key
tr: Sahiplik anahtarını göster
vi: Hiển thị khóa chủ sở hữu
zh_hans: 显示所有者密钥

# ownerkey_touchid_text
source: Enter your password and use Touch ID to access the wallet
cs: Zadejte své heslo a použijte Touch ID pro přístup k peněžence
es: Introduzca su contraseña y use Touch ID para acceder al wallet
fi_fi: Kirjoita salasanasi ja käytä Touch ID:tä kirjautuaksesi sisään
fr: Merci de saisir votre mot de passe et d'utiliser Touch ID pour accéder à votre portefeuille
ko: 지갑에 접근하려면 비밀번호를 입력하고 Touch ID 를 사용하세요
nl: Voer uw wachtwoord in en gebruik Touch ID om toegang te krijgen tot de wallet
ru: Введите пароль и используйте Touch ID для доступа к кошельку
sv: Ange ditt lösenord och använd Touch-ID för att få tillgång till plånboken
th: กรอกรหัสผ่านและใช้ Touch ID เพื่อเปิดกระเป๋า
tr: Cüzdana erişmek için şifrenizi girin ve Parmak İzi Kimliğinizi kullanın
vi: Nhập mật khẩu của bạn và dùng Touch ID để truy cập ví
zh_hans: 请输入密码并使用触控ID访问钱包

# ownerkey_faceid_text
source: Enter your password and use Face ID to access the wallet
cs: Zadejte své heslo a použijte Face ID pro přístup k peněžence
es: Introduzca su contraseña y use Face ID para acceder al wallet
fi_fi: Kirjoita salasanasi ja käytä Face ID:tä kirjautuaksesi sisään
fr: Merci de saisir votre mot de passe et d'utiliser Face ID pour accéder à votre portefeuille
ko: 지갑에 접근하려면 비밀번호를 입력하고 Face ID 를 사용하세요
nl: Voer uw wachtwoord in en gebruik Face ID om toegang te krijgen tot de wallet
ru: Введите пароль и используйте Face ID для доступа к кошельку
sv: Ange ditt lösenord och använd Ansikts-ID för att få tillgång till plånboken
th: กรอกรหัสผ่านและใช้ Face ID เพื่อเปิดกระเป๋า
tr: Cüzdana erişmek için şifrenizi girin ve Face ID'nizi kullanın
vi: Nhập mật khẩu của bạn và dùng Face ID để truy cập ví
zh_hans: 请输入密码并使用面容ID访问钱包

# ownerkey_faceid_subtext
source: To see the owner key you must pass this 2-step verification (submit a password and use Face ID)
cs: Chcete-li zobrazit privátní klíč, musíte provést 2-fázové ověření (zadejte heslo a použijte Face ID)
es: Para ver la clave de propietario, debe pasar esta verificación de 2 pasos (enviar una contraseña y usar la identificación Face ID)
fi_fi: Nähdäksesi omistusavaimen sinun täytyy suorittaa kaksivaiheinen tunnistautuminen (kirjoita salasanasi ja käytä Face ID:tä)
fr: Pour voir la clé propriétaire, vous devez valider cette vérification à deux étapes (soumettre un mot de passe et utiliser Face ID)
ko: 소유자 키를 보기 위해서는 2단계의 검증을 거쳐야 합니다. (비밀번호를 입력하고 Face ID 를 사용하세요)
nl: Om de eigenaarssleutel te zien moet u deze 2-staps verificatie doorlopen (voer uw wachtwoord in en gebruik Face ID)
ru: Для доступа к owner keу необходимо пройти двойную аутентикацию (пароль и Face ID)
sv: För att se ägarnyckeln måste du utföra denna 2-stegs verifiering(ange ett lösenord samt använda Ansikts-ID)
th: เพื่อที่จะดู Owner Key คุณจะต้องผ่านการป้องกัน 2 ขั้นตอน (ใส่รหัสผ่านและใช้ Face ID)
tr: Sahiplik anahtarını görmek için 2 adımlı doğrulamayı geçmelisiniz (şifrenizi girip ve Face ID kullanın)
vi: Để xem khóa chủ sở hữu, bạn phải vượt qua xác minh 2 bước này (gửi mật khẩu và sử dụng Face ID)
zh_hans: 只有设置了两步验证（提交密码并使用面容ID）方可获取所有者密钥

# ownerkey_touchid_subtext
source: To see the owner key you must pass this 2-step verification (submit a password and use Touch ID)
cs: Chcete-li zobrazit privátní klíč, musíte provést 2-fázové ověření (zadejte heslo a použijte Touch ID)
es: Para ver la clave de propietario, debe pasar esta verificación de 2 pasos (enviar una contraseña y usar la identificación de Touch ID)
fi_fi: Nähdäksesi omistusavaimen sinun täytyy suorittaa kaksivaiheinen tunnistautuminen (kirjoita salasanasi ja käytä Touch ID:tä)
fr: Pour voir la clé propriétaire, vous devez valider cette vérification à deux étapes (soumettre un mot de passe et utiliser Touch ID)
ko: 소유자 키를 보기 위해서는 2단계의 검증을 거쳐야 합니다. (비밀번호를 입력하고 Touch ID 를 사용하세요)
nl: Om de eigenaarssleutel te zien moet u deze 2-staps verificatie doorlopen (voer uw wachtwoord in en gebruik Touch ID)
ru: Для доступа к owner keу необходимо пройти двойную аутентикацию (пароль и Touch ID)
sv: För att se ägarnyckeln måste du utföra denna 2-stegs verifiering(ange ett lösenord samt använda Touch-ID)
th: เพื่อที่จะดู Owner Key คุณจะต้องผ่านการป้องกัน 2 ขั้นตอน (ใส่รหัสผ่านและใช้ Touch ID)
tr: Sahiplik anahtarını görmek için 2 adımlı doğrulamayı geçmelisiniz (şifrenizi girip ve Parmak izi kimliğinizi kullanın)
vi: Để xem khóa chủ sở hữu, bạn phải vượt qua xác minh 2 bước này (gửi mật khẩu và sử dụng Touch ID)
zh_hans: 只有设置了两步验证（提交密码并使用触控ID）方可获取所有者密钥

# ownerkey_text
source: Enter your password to access the wallet
cs: Zadejte své heslo pro přístup k peněžence
es: Introduce tu contraseña para acceder al wallet
fi_fi: Kirjoita salasanasi avataksesi lompakon
fr: Merci de saisir votre mot de passe pour accéder à votre portefeuille
ko: 지갑에 접근하려면 비밀번호를 입력하세요
nl: Voer uw wachtwoord in om toegang te krijgen tot de wallet
ru: Чтобы получить доступ к кошельку, введите пароль
sv: Mata in ditt lösenord för att få tillgång till plånboken
th: กรุณากรอกรหัสผ่านเพื่อเปิดกระเป๋า
tr: Cüzdana erişmek için şifrenizi girin
vi: Nhập mật khẩu của bạn để truy cập ví
zh_hans: 请输入密码以使用钱包

# ownerkey_subtext
source: To see the owner key you must pass this verification
cs: Chcete-li zobrazit privátní klíč, musíte provést toto ověření
es: Para ver la clave de propietario debe pasar esta verificación
fi_fi: Nähdäksesi omistusavaimen sinun täytyy suorittaa tämä tunnistautuminen
fr: Pour accéder à la clé propriétaire, vous devez passer cette vérification
ko: 소유자 키를 보기 위해서는 이 검증을 거쳐야 합니다.
nl: Om de eigenaarssleutel te zien moet u deze verificatie doorlopen
ru: Для доступа к owner keу необходимо пройти аутентикацию
sv: För att se ägarnyckeln måste du gå igenom denna verifikation
th: เพื่อที่จะดู Owner Key คุณจะต้องผ่านการยืนยันนี้
tr: Sahiplik anahtarını görmek için bu doğrulamayı geçmelisiniz
vi: Để xem khóa chủ sở hữu, bạn phải vượt qua xác minh này
zh_hans: 必须通过验证才能获取所有者密钥

# ownerkey_copied
source: Owner key code copied to clipboard
cs: Privátní klíč byl zkopírován do schránky
es: El código de la clave de propietario ha sido copiada al portapapeles
fi_fi: Omistusavain kopioitu leikepöydälle
fr: La clé propriétaire a été copiée
ko: 소유자 키 코드가 클립보드에 복사되었습니다.
nl: Eigenaarssleutel naar klembord gekopieerd
ru: Owner key скопирован в буфер обмена
sv: Ägarens nyckel-kod kopierat till urklipp
th: ได้ทำการคัดลอก Owner Key ไปยังคลิปบอร์ดแล้ว
tr: Sahiplik kodu kopyalandı
vi: Mã khóa chủ sở hữu được sao chép vào bảng tạm
zh_hans: 所有者密钥已被复制到剪贴板

source: Advanced
cs: Rozšířené nastavení
es: Avanzado
fi_fi: Lisäasetukset
fr: Avancé
ko: 추가기능
nl: Geavanceerd
ru: Расширенные
sv: Avancerat
th: ขั้นสูง
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级

source: Expires
cs: Vyprší
es: Caduca
fi_fi: Vanhentuu
fr: Expire
ko: 만료
nl: Verloopt
ru: Действителен до
sv: Utgånget
th: หมดอายุ
tr: Süresi dolanlar
vi: Hết hạn
zh_hans: 失效

source: None
cs: Žádný
es: Ninguno
fi_fi: Ei mitään
fr: Aucun
ko: 없음
nl: Geen
ru: Никакой
sv: Inga
th: ไม่มี
tr: Hiçbiri
vi: Không có gì
zh_hans: 无

source: Change address
cs: Změnit adresu
es: Cambiar dirección
fi_fi: Vaihda osoite
fr: Modifier adresse
ko: 주소 바꾸기
nl: Adres wijzigen
ru: Изменить адрес
sv: Byt adress
th: เปลี่ยนที่อยู่
tr: Adresi değiştir
vi: Thay đổi địa chỉ
zh_hans: 找零地址

# auto_address
source: Address (auto-generated)
cs: Adresa (automaticky vytvořena)
es: Direcciones (autogeneradas)
fi_fi: Osoite (generoitu automaattisesti)
fr: Adresse (auto-générée)
ko: 주소 (자동 생성)
nl: Adres (automatisch gegenereerd)
ru: Адрес (создан автоматически)
sv: Adress (automatiskt genererad)
th: ที่อยู่ (สร้างอัตโนัติ)
tr: Adres (otomatik oluşturuldu)
vi: Địa chỉ (tạo tự động)
zh_hans: 地址（自动生成）

source: Existing addresses
cs: Existující adresy
es: Direcciones existentes
fi_fi: Voimassaolevat osoitteet
fr: Adresses existantes
ko: 현존하는 주소들
nl: Bestaande adressen
ru: Текущие адреса
sv: Existerande adresser
th: ที่อยู่ที่มีอยู่
tr: Varolan adresler
vi: Địa chỉ đã tồn tại
zh_hans: 已存在地址

# address_search
source: Search by address, tag or name
cs: Hledat podle adresy, štítku nebo jména
es: Buscar por dirección, etiqueta o nombre
fi_fi: Etsi osoitteella, luokalla tai nimellä
fr: Rechercher par adresse, tag ou nom
ko: 주소, 태그 혹은 이름으로 검색하기
nl: Zoek op adres, label of naam
ru: Поиск по адресу, категории или метке
sv: Sök med adress, tag eller namn
th: ค้นหาโดยใช้ที่อยู่, แท็ก หรือ ชื่อ
tr: Adrese, etikete veya isme göre ara
vi: Tìm kiếm theo địa chỉ, nhãn hoặc tên
zh_hans: 按地址、标签、或名称搜索

# not_found
source: Nothing found
cs: Nic nenalezeno
es: No se ha encontrado nada
fi_fi: Yhtään hakuosumaa ei löytynyt
fr: Aucun résultat
ko: 발견된 것 없음
nl: Niets gevonden
ru: Не найдено
sv: Hittade inget
th: ไม่พบผลลัพธ์ใดๆ
tr: Hiçbir şey bulunamadı
vi: Không tìm thấy kết quả nào
zh_hans: 无结果

# touch_id_ownerkey_verefication
source: Use fingerprint to finish verification and get access to owner key
cs: Použít otisk prstu k dokončení ověření a získání přístupu k vlastnickému klíči
es: Use la huella digital para finalizar la verificación y obtener acceso a la clave del propietario
fi_fi: Käytä sormenjälkitunnistusta saadaksesi pääsyoikeuden omistusavaimeen
fr: Utiliser l'empreinte digitale pour finaliser la vérification et accéder à la clé propriétaire
ko: 지문을 사용하여 검증을 마무리하고 소유자 키에 대한 접근 권한을 얻으십시오.
nl: Gebruik vingerafdruk om de verificatie af te ronden en toegang te krijgen tot de eigenaarssleutel
ru: Используйте отпечаток пальца для завершения аутентикации и получения доступа к owner key
sv: Använd fingeravtryck för att avsluta verifieringen och få tillgång till ägar-nyckeln
th: ใช้ลายนิ้วมือเพื่อตรวจสอบสิทธิ์ในการเข้าถึง Owner Key
tr: Doğrulamayı tamamlamak ve sahiplik anahtarına erişmek için parmak izi kullanın
vi: Sử dụng dấu vân tay để hoàn tất xác minh và nhận quyền truy cập vào khóa chủ sở hữu
zh_hans: 使用指纹完成验证和获取所有者密钥

# paste_enter_address
source: Paste address or choose contact
cs: Vložte adresu nebo vyberte kontakt
es: Pegar dirección o elegir contacto
fi_fi: Liitä osoite tai valitse yhteystieto
fr: Coller adresse ou choisir un contact
ko: 주소 붙여넣기 혹은 연락처 선택하기
nl: Plak adres of kies contact
ru: Вставьте адрес или выберите контакт
sv: Klistra in adress eller välj kontakt
th: วางที่อยู่่หรือเลือกจากรายชื่อผู้ติดต่อ
tr: Adresi yapıştır veya bir kişi seç
vi: Dán địa chỉ hoặc chọn liên hệ
zh_hans: 粘贴地址或选择联系人

source: Incorrect address
cs: Nesprávná adresa
es: Dirección incorrecta
fi_fi: Virheellinen osoite
fr: Adresse incorrecte
ko: 정확하지 않은 주소
nl: Onjuist adres
ru: Неверный адрес
sv: Felaktig adress
th: ที่อยู่ไม่ถูกต้อง
tr: Yanlış adres
vi: Địa chỉ không chính xác
zh_hans: 地址不正确

# address_is_expired
source: Can't send to the expired address
cs: Nelze odeslat na adresu jejíž platnost vypršela
es: No se puede enviar a la dirección caducada
fi_fi: Vanhentuneeseen osoitteen ei voida lähettää
fr: Ne peut pas envoyer à l'adresse expirée
ko: 만료된 주소에는 보낼 수 없습니다.
nl: Kan niet naar het verlopen adres verzenden
ru: Нельзя отправить, адрес просрочен
sv: Kan inte skicka till den utgångna adressen
th: ไม่สามารถโอนไปที่ที่อยู่ที่หมดอายุแล้วได้
tr: Süresi dolmuş adrese gönderilemiyor
vi: Không thể gửi đến địa chỉ đã hết hạn
zh_hans: 不能向失效地址付款

# ownerkey_faceid_confirm
source: Please use Face ID to finish verification
cs: K dokončení ověření použijte Face ID
es: Por favor use Face ID para finalizar la verificación
fi_fi: Käytä Face ID:tä suorittaaksesi tunnistautumisen
fr: Merci d'utiliser Face ID pour finaliser la vérification
ko: 검증 완료를 위해 Face ID 를 사용해주세요
nl: Gebruik Face ID om de verificatie af te ronden
ru: Используйте Face ID для завершения аутентикации
sv: Vänligen använd ansikts-ID för att avsluta verifieringen
th: กรุณาใช้งาน Face ID เพื่อตรวจสอบ
tr: Doğrulamayı tamamlamak için lütfen Face ID'nizi kullanın
vi: Vui lòng sử dụng Face ID để hoàn tất xác minh
zh_hans: 请使用面容ID完成认证
