Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

source: Done
cs: Hotovo
es: Hecho
fi_fi: Valmis
fr: Action réalisée
ko: 완료
nl: Klaar
ru: Готово
sv: Klart
th: เสร็จสิ้น
tr: Tamamlandı
vi: Xong
zh_hans: 完成

# confirm_seed
source: Confirm seed phrase
cs: Potvrdit klíčová slova
es: Confirma la frase semilla
fi_fi: Vahvista seed phrase
fr: Confirmer phrase clé
ko: 시드 구문 확인
nl: Bevestig herstelzin
ru: Подтвердить контрольную фразу
sv: Bekräfta seed phrase
th: ยืนยันกลุ่มคำลับ
tr: Anahtar kelimeleri onaylayın
vi: Xác nhận cụm từ hạt giống
zh_hans: 确认助记词

source: Open your wallet
cs: Otevřít Vaši peněženku
es: Abre tu wallet
fi_fi: Avaa lompakko
fr: Ouvrir votre portefeuille
ko: 내 지갑 열기
nl: Open uw wallet
ru: Открыть кошелек
sv: Öppna min plånbok
th: เปิดกระเป๋าของฉัน
tr: Cüzdanınızı açın
vi: Mở ví của bạn
zh_hans: 打开钱包

source: Password
cs: Heslo
es: Contraseña
fi_fi: Salasana
fr: Mot de passe
ko: 비밀번호
nl: Wachtwoord
ru: Пароль
sv: Lösenord
th: รหัสผ่าน
tr: Şifre
vi: Mật khẩu
zh_hans: 密码

# return_to_seed_title
source: Return to seed phrase
cs: Zpět na klíčová slova
es: Vuelve a la frase semilla
fi_fi: Takaisin seed phraseen
fr: Retour à la phrase clé
ko: 시드 구문으로 돌아가기
nl: Terug naar herstelzin
ru: Вернуться к контрольной фразе
sv: Återvänd till seed phrase
th: กลับไปดูกลุ่มคำลับ
tr: Anahtar kelimeye dön
vi: Quay lại cụm từ hạt giống
zh_hans: 返回助记词界面

# return_to_seed_info
source: If you will return to the previous screen, your seed phrase will reset and your local password will not be saved.
cs: Pokud se vrátíte na předchozí obrazovku, Vaše klíčová slova budou vytvořena znovu a Vaše místní heslo nebude uloženo.
es: Si regresa a la pantalla anterior, su frase inicial se restablecerá y su contraseña local no se guardará.
fi_fi: Jos palaat takaisin edelliseen ruutuun, seed phrase nollautuu eikä salasanaasi tallenneta.
fr: Si vous retournerez à l'écran précédent, votre phrase de graine réinitialisera et votre mot de passe local ne sera pas enregistré.
ko: 이전 화면으로 돌아가면, 당신의 시드 구문은 초기화되고 비밀번호는 저장되지 않을 것입니다.
nl: Als u terugkeert naar het vorige scherm zal uw herstelzin gereset worden en uw lokale wachtwoord zal niet worden opgeslagen.
ru: Если вы вернетесь к предыдущему экрану, ваша начальная фраза будет сброшена, а ваш локальный пароль не будет сохранен.
sv: Om du återvänder till föregående sida kommer ditt seed phrase att återställas och ditt lokala lösenord kommer inte att sparas.
th: หากคุณทำการย้อนกลับไปที่หน้าจอก่อนหน้าจะทำให้กลุ่มคำลับนั้นถูกสร้างใหม่และรหัสผ่านจะไม่ถูกสร้าง
tr: Önceki ekrana dönerseniz, anahtar kelimeleriniz sıfırlanacak ve yerel şifreniz kaydedilmeyecektir.
vi: Nếu bạn sẽ trở lại màn hình trước đó, cụm từ hạt giống của bạn sẽ được đặt lại và mật khẩu cục bộ của bạn sẽ không được lưu.
zh_hans: 如果您返回上一屏幕，将会产生新的助记词且当前输入的密码不会被保存

source: Return
cs: Zpět
es: Volver
fi_fi: Takaisin
fr: Retour
ko: 돌아가기
nl: Terug
ru: Обратно
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri dön
vi: Quay lại
zh_hans: 返回

# old_password
source: New password cannot be the same as old
cs: Nové heslo nemůže být stejné jako předchozí
es: La nueva contraseña no puede ser la misma que la anterior
fi_fi: Uusi salasana ei voi olla sama kuin vanha salasanasi
fr: Votre nouveau mot de passe ne peut pas être identitique à votre ancien mot de passe
ko: 새로운 비밀번호는 옛날 비밀번호와 같을 수 없습니다.
nl: Het nieuwe wachtwoord kan niet hetzelfde zijn als het oude wachtwoord
ru: Новый пароль не может совпадать с старым
sv: Ditt nya lösenord kan inte vara samma som ditt gamla
th: รหัสผ่านใหม่จะต้องไม่ซ้ำกับรหัสผ่านเก่า
tr: Yeni şifre eskisiyle aynı olamaz
vi: Mật khẩu mới không thể giống mật khẩu cũ
zh_hans: 新密码不能与旧密码相同

source: Enable
cs: Povolit
es: Habilitado
fi_fi: Ota käyttöön
fr: Activer
ko: 활성화
nl: Inschakelen
ru: Включить
sv: Aktivera
th: เปิดใช้งาน
tr: Aktifleştir
vi: Kích hoạt
zh_hans: 启用

source: Don't use
cs: Nepoužívat
es: No usar
fi_fi: Älä käytä
fr: Ne pas utiliser
ko: 사용하지 마시오
nl: Niet gebruiken
ru: Не использовать
sv: Använd inte
th: ไม่ใช้งาน
tr: Kullanma
vi: Không dùng
zh_hans: 不使用

source: Change password
cs: Změnit heslo
es: Cambia la contraseña
fi_fi: Vaihda salasana
fr: Modifier mot de passe
ko: 비밀번호 바꾸기
nl: Wachtwoord wijzigen
ru: Поменять пароль
sv: Byt lösenord
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi değiştir
vi: Thay đổi mật khẩu
zh_hans: 修改密码

# passwords_dont_match
source: Passwords do not match
cs: Hesla nesouhlasí
es: Las contraseñas no coinciden
fi_fi: Salasanat eivät täsmää
fr: Les mots de passe de correspondent pas
ko: 비밀번호가 일치하지 않습니다.
nl: Wachtwoorden komen niet overeen
ru: Пароль не соответствует
sv: Lösenord matchar inte
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor
vi: Mật khẩu không đúng
zh_hans: 密码不正确

# create_new_password
source: Create new password to access your wallet
cs: Vytvořit nové heslo pro přístup k Vaší peněžence
es: Crea una nueva contraseña para acceder a tu wallet
fi_fi: Luo lompakkoosi uusi salasana
fr: Créer un mot de passe pour accéder à votre portefeuille
ko: 지갑에 접근하기 위해서 새 비밀번호를 생성해야합니다.
nl: Nieuw wachtwoord aanmaken om toegang te krijgen tot uw wallet
ru: Создать новый пароль для доступа к вашему кошельку
sv: Skapa nytt lösenord för att få tillgång till din plånbok
th: สร้างรหัสผ่านสำหรับเปิดกระเป๋า
tr: Cüzdanınıza erişmek için yeni bir şifre oluşturun
vi: Tạo mật khẩu mới để truy cập vào ví của bạn
zh_hans: 创建新密码以访问您的钱包

source: Enter password
cs: Zadejte heslo
es: Introduce la contraseña
fi_fi: Kirjoita salasana
fr: Entrer mot de passe
ko: 비밀번호 입력
nl: Voer uw wachtwoord in
ru: Введите пароль
sv: Ange lösenord
th: กรอกรหัสผ่าน
tr: Şifrenizi girin
vi: Nhập mật khẩu
zh_hans: 请输入新密码

source: Confirm password
cs: Potvrďte heslo
es: Confirma la contraseña
fi_fi: Vahvista salasana
fr: Confirmer votre nouveau mot de passe
ko: 비밀번호 확인하기
nl: Bevestig wachtwoord
ru: Подтвердите пароль
sv: Verifiera lösenord
th: ยืนยันรหัสผ่าน
tr: Şifreyi onaylayın
vi: Xác nhận mật khẩu
zh_hans: 确认密码

# password_requariments
source: Strong password needs to meet the following requirements: • the length must be at least 10 characters • must contain at least one lowercase letter • must contain at least one uppercase letter • must contain at least one number
cs: Silné heslo musí splňovat následující požadavky: • heslo musí mít nejméně 10 znaků • musí obsahovat alespoň jedno malé písmeno • musí obsahovat alespoň jedno velké písmeno • musí obsahovat alespoň jedno číslo
es: La contraseña segura debe cumplir los siguientes requisitos: • la longitud debe ser de al menos 10 caracteres • debe contener al menos una letra minúscula • debe contener al menos una letra mayúscula • debe contener al menos un número
fi_fi: Vahvan salasanan tulee täyttää seuraavat kriteerit: • salasanassa täytyy olla vähintään 10 merkkiä • vähintään yksi kirjain pienellä • vähintään yksi kirjain isolla • vähintään yksi numero
fr: Le mot de passe fort doit répondre aux exigences suivantes: • la longueur doit être d'au moins 10 caractères • doit contenir au moins une lettre minuscule • doit contenir au moins une lettre majuscule • doit contenir au moins un chiffre
ko: 보안성이 강한 비밀번호를 만들기 위해서는 아래의 조건들을 충족시켜야 합니다 : • 최소한 10개의 글자로 이루어져야합니다. • 최소한 1개의 소문자가 포함되어야 합니다. • 최소한 1개의 대문자가 포함되어야 합니다. • 최소한 1개의 숫자가 포함되어야 합니다.
nl: Een sterk wachtwoord moet voldoen aan de volgende vereisten: • Wachtwoord moet uit ten minste 10 tekens bestaan • moet ten minste één kleine letter bevatten • moet ten minste één hoofdletter bevatten • moet ten minste één cijfer bevatten
ru: Хороший пароль должен соответствовать следующим требованиям: • длина минимум 10 символов • содержит хотя бы одну строчную букву • содержит хотя бы одну прописную букву • содержит хотя бы одну цифру
sv: Starka lösenord måste uppfylla följande krav: minst 10 karaktärer långt måste innehålla minst en liten bokstav måste innehålla minst en stor bokstav måste innehålla minst ett nummer
th: รหัสผ่านที่ปลอดภัยจะต้องประกอบด้วยข้อกำหนดดังนี้: • ความยาวอย่างน้อย 10 ตัวอักษร • มีตัวพิมพ์เล็กอย่างน้อย 1 ตัวอักษร • มีตัวพิมพ์ใหญ่อย่างน้อย 1 ตัวอักษร • มีตัวเลขอย่างน้อย 1 ตัวอักษร
tr: Güçlü bir parolanın aşağıdaki gereksinimleri karşılaması gerekir: • uzunluk en az 10 karakter olmalı • en az bir küçük harf içermeli • en az bir büyük harf içermeli • en az bir sayı içermeli
vi: Mật khẩu mạnh cần đáp ứng các yêu cầu sau: • độ dài ít nhất 10 ký tự • phải chứa ít nhất một chữ cái viết thường • phải chứa ít nhất một chữ cái viết hoa • phải chứa ít nhất một số
zh_hans: 强密码需要满足以下要求： • 长度必须至少为10个字符 • 必须包含至少一个小写字母 • 必须包含至少一个大写字母 • 必须包含至少一个数字

source: Creating wallet
cs: Vytváření peněženky
es: Creando wallet
fi_fi: Luodaan lompakkoa
fr: Création du portefeuille
ko: 지갑 생성중
nl: Wallet wordt aangemaakt
ru: Создание кошелька
sv: Skapar plånbok
th: กำลังสร้างกระเป๋า
tr: Cüzdan oluşturuluyor
vi: Đang tạo ví
zh_hans: 正在创建钱包

source: Error
cs: Chyba
fi_fi: Virhe
fr: Erreur
ko: 오류
nl: Fout
ru: Ошибка
sv: Fel
th: ผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误

source: Restoring wallet
cs: Obnovování peněženky
es: Restaurando wallet
fi_fi: Palautetaan lompakkoa
fr: Restaurer le portefeuille
ko: 지갑 복구중
nl: Wallet aan het herstellen
ru: Восстановление кошелька
sv: Återställer plånbok
th: กำลังกู้กระเป๋า
tr: Cüzdanı geri yükle
vi: Khôi phục ví
zh_hans: 正在恢复钱包

source: Restored
cs: Obnoveno
es: Restaurado
fi_fi: Palautettu
fr: Restauré
ko: 복구됨
nl: Hersteld
ru: Кошелек восстановлен
sv: Återställd
th: กู้แล้ว
tr: Geri yüklendi
vi: Khôi phục
zh_hans: 已恢复

source: Loading wallet
cs: Načítání peněženky
es: Cargando wallet
fi_fi: Ladataan lompakkoa
fr: Chargement du portefeuille
ko: 지갑 불러오는 중
nl: Wallet aan het laden
ru: Загрузка кошелька
sv: Laddar plånbok
th: กำลังเปิดกระเป๋า
tr: Cüzdan yükleniyor
vi: Đang tải ví
zh_hans: 正在载入钱包

# no_internet
source: No internet connection
cs: Bez připojení k Internetu
es: No hay conexión a internet
fi_fi: Ei internetyhteyttä
fr: Pas de connexion à Internet
ko: 인터넷 연결이 안되어있습니다.
nl: Geen internetverbinding
ru: Нет соединения с Интернетом
sv: Internetåtkomst saknas
th: ไม่​มี​การเชื่อม​ต่อ​อินเตอร์​เน็ต
tr: İnternet bağlantısı yok
vi: Không có kết nối Internet
zh_hans: 无网络连接

source: Wallet not created
cs: Peněženka nebyla vytvořena
es: El wallet no ha sido creado
fi_fi: Lompakkoa ei luotu
fr: Le portefeuille n'a pas été crée
ko: 지갑이 생성되지 않았습니다.
nl: Wallet niet aangemaakt
ru: Кошелек не создан
sv: Plånbok ej skapad
th: กระเป๋าไม่ถูกสร้าง
tr: Cüzdan oluşturulmadı
vi: Ví không được tạo
zh_hans: 未创建钱包

# wallet_not_opened
source: Wallet can not be opened
cs: Peněženku nelze otevřít
es: El wallet no se puede abrir
fi_fi: Lompakkoa ei voida avata
fr: Le portefeuille ne peut pas être ouvert
ko: 지갑이 열릴 수 없습니다.
nl: Wallet kan niet worden geopend
ru: Ошибка при открытии кошелька
sv: Plånbok kan ej öppnas
th: กระเป๋าไม่สามารถถูกเปิดได้
tr: Cüzdan açılamıyor
vi: Ví không thể mở
zh_hans: 钱包无法打开

source: Receive
cs: Přijmout
es: Recibe
fi_fi: Vastaanota
fr: Recevoir
ko: 받기
nl: Ontvang
ru: Получить
sv: Ta emot
th: รับ
tr: Al
vi: Nhận
zh_hans: 收款

source: Send
cs: Odeslat
es: Enviar
fi_fi: Lähetä
fr: Envoyer
ko: 보내기
nl: Verzend
ru: Отправить
sv: Skicka
th: โอน
tr: Gönder
vi: Gửi
zh_hans: 付款

source: Available
cs: K dispozici
es: Disponible
fi_fi: Käytettävissä
fr: Disponible
ko: 사용가능
nl: Beschikbaar
ru: Доступно
sv: Tillgängligt
th: พร้อมใช้งาน
tr: Mevcut
vi: Có sẵn
zh_hans: 可用余额

source: In progress
cs: Probíhající
es: En progreso
fi_fi: Käsittelyssä
fr: En cours
ko: 진행중
nl: Bezig
ru: В процессе
sv: Pågående
th: อยู่ระหว่างดำเนินการ
tr: Devam etmekte
vi: Trong quá trình
zh_hans: 交易中

source: Receiving
cs: Přijímání
es: Recibiendo
fi_fi: Vastaanottaa
fr: En cours de réception
ko: 받는 중
nl: Bezig met ontvangen
ru: Получение
sv: Mottager
th: กำลังรับ
tr: Alınıyor
vi: Đang nhận
zh_hans: 收款中

source: Sending
cs: Odesílání
es: Enviando
fi_fi: Lähettää
fr: En cours d'envoi
ko: 보내는 중
nl: Bezig met verzenden
ru: Отправление
sv: Skickar
th: กำลังโอน
tr: Yollanıyor
vi: Đang gửi
zh_hans: 付款中

source: Maturing
cs: Dokončování
es: Madurando
fi_fi: Odottaa
fr: Maturité
ko: 형성중
nl: Ontwikkeling
ru: Созревает
sv: Mognar
th: รอการปลด
tr: Olgunlaştırılıyor
vi: Đáo hạn
zh_hans: 成熟中

source: Sending address
cs: Odesílací adresa
es: Enviando dirección
fi_fi: Lähettäjän osoite
fr: Adresse d'envoi
ko: 보내는 주소
nl: Verzendadres
ru: Адрес отправителя
sv: Skickande adress
th: กำลังส่งที่อยู่
tr: Gönderici adresleri
vi: Đang gửi địa chỉ
zh_hans: 付款地址

source: Receiving address
cs: Přijímací adresa
es: Recibiendo dirección
fi_fi: Saajan osoite
fr: Adresse de réception
ko: 받는 주소
nl: Ontvangstadres
ru: Адрес получателя
sv: Mottagande adress
th: ที่อยู่ที่ใช้รับโอน
tr: Alıcı adresleri
vi: Đang nhận địa chỉ
zh_hans: 收款地址

source: Transaction fee
cs: Transakční poplatek
es: Tarifa de la transacción
fi_fi: Siirtomaksu
fr: Frais de transaction
ko: 거래 수수료
nl: Transactiekosten
ru: Комиссия
sv: Transaktionskostnad
th: ค่าธรรมเนียมธุรกรรม
tr: İşlem ücreti
vi: Phí giao dịch
zh_hans: 交易费

source: Transaction ID
cs: ID transakce
es: ID de la transacción
fi_fi: Tapahtuman ID
fr: Identifiant de la transaction
ko: 거래 ID
nl: Transactie ID
ru: Идентификатор транзакции
sv: Transaktions-ID
th: ID ของธุรกรรม
tr: İşlem Kimliği
vi: ID giao dịch
zh_hans: 交易ID

source: Kernel ID
cs: ID jádra
es: ID del Kernel
fr: Identifiant Kernel
ko: 커널 ID
ru: Идентификатор ядра
sv: Kärn ID
tr: Kernel Kimliği
vi: ID hạt nhân
zh_hans: 内核ID

source: Comment
cs: Komentář
es: Comentario
fi_fi: Kommentti
fr: Commentaire
ko: 메모
nl: Omschrijving
ru: Комментарий
sv: Kommentar
th: คอมเมนต์
tr: Yorum
vi: Bình luận
zh_hans: 备注

source: Failure reason
cs: Důvod selhání
es: Motivo del fallo
fi_fi: Virheen syy
fr: Raison de l'échec
ko: 실패 이유
nl: Reden van mislukken
ru: Причина отказа
sv: Anledning till att det felade
th: รายละเอียดของข้อผิดพลาด
tr: Hata sebebi
vi: Lý do thất bại
zh_hans: 失败原因

source: Cancel transaction
cs: Zrušit transakci
es: Transacción cancelada
fi_fi: Peruuta siirto
fr: Annuler la transaction
ko: 거래 취소하기
nl: Transactie annuleren
ru: Отменить транзакцию
sv: Avbryt transaktion
th: ยกเลิกธุรกรรม
tr: İşlemi iptal et
vi: Huỷ giao dịch
zh_hans: 取消交易

source: Delete transaction
cs: Smazat transakci
es: Transacción borrada
fi_fi: Poista tapahtuma
fr: Effacer la transaction
ko: 거래 삭제
nl: Transactie verwijderen
ru: Удалить транзакцию
sv: Ta bort transaktion
th: ลบ​ธุรกรรม​
tr: İşlemi sil
vi: Xoá giao dịch
zh_hans: 删除交易

source: Repeat transaction
cs: Opakovat transakci
es: Repetir transacción
fi_fi: Toista siirto
fr: Répéter la transaction
ko: 거래 다시 실행하기
nl: Transactie herhalen
ru: Повторить транзакцию
sv: Repetera transaktion
th: ทำซ้ำธุรกรรม
tr: İşlemi tekrar et
vi: Lặp lại giao dịch
zh_hans: 重复交易

# general_info
source: General transaction info
cs: Hlavní informace o transakci
es: Información general de la transacción
fi_fi: Tapahtuman yleiset tiedot
fr: Information générale de la transaction
ko: 일반 거래 정보
nl: Algemene transactieinformatie
ru: Основная информация о транзакции
sv: Generell transaktionsinformation
th: รายละเอียดทั่วไปของธุรกรรม
tr: Genel işlem bilgileri
vi: Thông tin giao dịch chung
zh_hans: 简明交易信息

source: Transaction info
ru: Информация о транзакции

source: Payment proof
cs: Doklad o platbě
es: Prueba de pago
fi_fi: Maksutodistus
fr: Preuve de paiement
ko: 지불 증명
nl: Betalingsbewijs
ru: Подтверждение платежа
sv: Bevis på betalning
tr: Ödeme kanıtı
vi: Bằng chứng thanh toán
zh_hans: 付款证明

# utxo_list
source: Transaction UTXO list
cs: Seznam transakcí UTXO
es: Listado de transacciones UTXO
fi_fi: Tapahtuman UTXO-luettelo
fr: Liste des UTXO de transaction
ko: 거래 UTXO 리스트
nl: Transactie UTXO lijst
ru: Список UTXO
sv: Transaktioner UTXO-lista
th: รายการธุรกรรมของ UTXO
tr: İşlem UTXO listesi
vi: Danh sách UTXO giao dịch
zh_hans: 交易UTXO列表

source: Transaction details
cs: Podrobnosti transakce
es: Detalles de la transacción
fi_fi: Tapahtuman tiedot
fr: Détails de la transaction
ko: 거래 세부사항
nl: Transactiegegevens
ru: Информация о транзакции
sv: Transaktionsdetaljer
th: รายละเอียดของธุรกรรม
tr: İşlem detayları
vi: Chi tiết giao dịch
zh_hans: 交易详情

# payment_proof_verefication
source: Payment proof verification
cs: Ověření dokladu platby
es: Verificación de prueba de pago
fi_fi: Maksutodistuksen varmennus
fr: Vérification de la preuve de paiement
ko: 지불 증명 검증
nl: Betalingsbewijs verificatie
ru: Проверка подтверждения платежа
sv: Verifiering för betalningsbevis
th: ตรวจสอบ Payment Proof
tr: Ödeme kanıtı doğrulama
vi: Xác minh bằng chứng thanh toán
zh_hans: 付款证明验证

source: Code
cs: Kód
es: Código
fi_fi: Koodi
ko: 코드
ru: Код
sv: Kod
th: โค้ด
tr: Kod
vi: Mã
zh_hans: 代码

source: Sender
cs: Odesílatel
es: Remitente
fi_fi: Lähettäjä
fr: Expéditeur
ko: 보내는 사람
nl: Verzender
ru: Отправитель
sv: Sändare
th: ผู้โอน
tr: Gönderici
vi: Người gửi
zh_hans: 付款人

source: Receiver
cs: Příjemce
es: Destinatario
fi_fi: Saaja
fr: Récipiendaire
ko: 받는 사람
nl: Ontvanger
ru: Получатель
sv: Mottagare
th: ผู้รับ
tr: Alıcı
vi: Người nhận
zh_hans: 收款人

source: Amount
cs: Částka
es: Cantidad
fi_fi: Summa
fr: Montant
ko: 양
nl: Aantal
ru: Сумма
sv: Belopp
th: จำนวน
tr: Miktar
vi: Số tiền
zh_hans: 数量

source: Spent
cs: Utraceno
es: Agotado
fi_fi: Käytetty
fr: Utilisé
ko: 사용됨
nl: Besteed
ru: Потрачено
sv: Spenderat
th: จ่ายออกแล้ว
tr: Harcanan
vi: Dành ra
zh_hans: 已使用

source: Total
cs: Celkem
fi_fi: Yhteensä
ko: 총
nl: Totaal
ru: Всего
th: ทั้งหมด
tr: Toplam
vi: Tổng cộng
zh_hans: 总计

source: Wallet
cs: Peněženka
fi_fi: Lompakko
fr: Portefeuille
ko: 지갑
ru: Кошелек
sv: Plånbok
th: กระเป๋า
tr: Cüzdan
vi: Ví
zh_hans: 钱包

# empty_transactions_list
source: your transactions history will appear here
cs: Vaše historie transakcí se zobrazí zde
es: su historial de transacciones aparecerá aquí
fi_fi: tapahtumahistoriasi tulee näkyviin tähän
fr: votre historique de transaction apparaitra ici
ko: 당신의 거래 내역이 여기에 보일 것입니다.
nl: uw transacties geschiedenis zal hier verschijnen
ru: здесь будет показана история ваших транзакций
sv: din transaktionshistorik kommer att visas här
th: ประวัติธุรกรรมของคุณจะแสดงทีนี่
tr: işlem geçmişiniz burada gözükecek
vi: lịch sử giao dịch của bạn sẽ xuất hiện ở đây
zh_hans: 您的交易历史记录将在此处显示

source: Transactions
cs: Platby
es: Transacciones
fi_fi: Tapahtumat
ko: 거래내역
nl: Transacties
ru: Транзакции
sv: Transaktioner
th: ธุรกรรม
tr: İşlemler
vi: Giao dịch
zh_hans: 交易

source: Export
cs: Exportovat
es: Exportar
fi_fi: Vie
fr: Exporter
ko: 내보내기
nl: Exporteren
ru: Экспорт
sv: Exportera
th: ส่งออก
tr: Dışa aktar
vi: Xuất
zh_hans: 导出

source: Activate
cs: Aktivovat
es: Activar
fi_fi: Aktivoi
fr: Activer
ko: 활성화
nl: Activeren
ru: Активировать
sv: Aktivera
th: ใช้งาน
tr: Aktifleştir
vi: Kích hoạt
zh_hans: 激活

# activate_security_title
source: Activate security mode
cs: Aktivovat bezpečnostní režim
es: Activar modo de seguridad
fi_fi: Aktivoi yksityisyysnäkymä
fr: Activer le mode sécurisé
ko: 보안 모드 실행
nl: Beveiligingsmodus activeren
ru: Включить секретный режим
sv: Aktivera säkerhetsläge
th: เปิดใช้งานโหมดรักษาความปลอดภัย
tr: Güvenlik modunu aktifleştir
vi: Kích hoạt chế độ bảo mật
zh_hans: 激活安全模式

# activate_security_text
source: All the balances will be hidden until the eye icon is tapped again
cs: Všechny zůstatky budou skryté, dokud znovu neklepnete na ikonu oka
es: Se ocultarán todos los saldos hasta que se toque el icono del ojo nuevamente
fi_fi: Lompakkosi saldotiedot piilotetaan, kunnes napautat silmäikonia uudelleen
fr: Toutes les balances seront seront masquées jusqu'à ce que l'icône de l'œil soit à nouveau activée
ko: 모든 잔고는 눈 모양의 아이콘을 다시 누르기 전까지는 가려져있을 것입니다.
nl: Alle balansen worden verborgen totdat het oogpictogram opnieuw wordt aangeklikt
ru: Все суммы будут скрыты до следующего нажатия на иконку глаза
sv: Alla balanser kommer att döljas tills ögonikonen klickas på igen
th: ยอดคงเหลือจะถูกซ่อนไว้ กดที่รูปไอคอนอีกครั้งหากไม่ต้องการซ่อนยอดคงเหลือ
tr: Göz simgesine tıklayana kadar tüm bakiyeler gizli kalacaktır
vi: Tất cả số dư sẽ được ẩn cho đến khi biểu tượng mắt được gõ một lần nữa
zh_hans: 所有余额将被隐藏，直到再次点击眼睛图标

# enable_face_id_title
source: Enable Face ID
cs: Povolit Face ID
es: Habilitar Identificador de rostro
fi_fi: Ota käyttöön Face ID
fr: Activer Face ID
ko: Face ID 사용
nl: Face ID inschakelen
ru: Включить Face ID
sv: Slå på Ansikts-ID
th: เปิดใช้งาน Face ID
tr: Face ID'yi etkinleştir
vi: Kích hoạt Face ID
zh_hans: 启用面容ID

# enable_touch_id_title
source: Enable Touch ID
cs: Povolit Touch ID
es: Habilitar Identificador de huella dactilar
fi_fi: Ota käyttöön Touch ID
fr: Activer Touch ID
ko: Tocuh ID 사용
nl: Touch ID inschakelen
ru: Включить Touch ID
sv: Slå på Touch-ID
th: เปิดใช้งาน Touch ID
tr: Touch ID'yi etkinleştir
vi: Kích hoạt Touch ID
zh_hans: 启用触控ID

# enable_face_id_text
source: Would you like to use Face ID for login to your wallet? After login Face ID can be enabled or disabled at any time in the settings menu.
cs: Chcete pro přihlášení do peněženky použít Face ID? Po přihlášení může být Face ID kdykoliv povoleno nebo vypnuto v menu nastavení.
es: ¿Le gustaría usar Face ID como identificador para iniciar sesión en su wallet? Después de iniciar sesión con Face ID se puede activar o desactivar en cualquier momento en el menú de configuración.
fi_fi: Haluatko ottaa käyttöön Face ID:n sisäänkirjautumisen yhteydessä? Sisäänkirjautumisen jälkeen Face ID voidaan milloin tahansa kytkeä joko päälle tai pois päältä lompakon asetuksissa.
fr: Voulez-vous utiliser Face ID pour vous pour vous connecter à votre portefeuille? Après la connexion \ (mécanisme) peut être activé ou désactivé à tout moment dans le menu des paramètres.
ko: 지갑에 로그인하는데 Face ID 를 사용하시겠습니까? Face ID 는 로그인 후에도 설정 메뉴에서 언제든지 활성화 및 비활성화 할 수 있습니다.
nl: Wilt u Face ID gebruiken om in te loggen op uw wallet? Na het inloggen kan Face ID op elk gewenst moment in het instellingen menu in- of uitgeschakeld worden.
ru: Использовать Face ID для входа в кошелек? Впоследствии можно включить или отключить в настройках в любое время.
sv: Vill du använda Ansikts-ID till att logga in på din plånbok? Efter login kan Ansikts-ID bli på eller avslaget när som helst i inställningsmenyn.
th: คุณต้องการใช้จะใช้ Face ID ในการเปิดกระเป๋าหรือไม่? หลังจากที่คุณใช้ Face ID ในการเปิดกระเป๋าแล้ว คุณสามารถที่จะเปิด/ปิดการใช้งาน Face ID ได้ที่เมนูการตั้งค่า
tr: Cüzdanınıza giriş yapmak için Face ID kullanmak ister misiniz? Oturum açtıktan sonra Face ID, ayarlar menüsünde herhangi bir zamanda etkinleştirilebilir veya devre dışı bırakılabilir.
vi: Bạn có muốn sử dụng Face ID để đăng nhập vào ví của mình không? Sau khi đăng nhập Face ID có thể được bật hoặc tắt bất cứ lúc nào trong menu cài đặt.
zh_hans: 是否使用面容ID登录钱包? 登录后可在设置菜单中随时启用或禁用面容ID
