Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# restore_wallet_title
source: Restore wallet
cs: Obnovit peněženku
es: Restaura wallet
fi_fi: Palauta vanha lompakko
fr: Restauration du Portefeuille
ko: 지갑 복구하기
nl: Wallet herstellen
ru: Восстановить кошелек
sv: Återställ plånbok
th: กู้กระเป๋า
tr: Cüzdanı geri yükle
vi: Khôi phục ví
zh_hans: 恢复钱包

# restore_wallet_info
source: You are trying to restore an existing Beam Wallet. Please notice that if you use your wallet on another device, your balance will be up to date, but transaction history and addresses will be kept separately on each device.
cs: Pokoušíte se obnovit již existující Beam peněženku. Vezměte prosím na vědomí, že pokud používáte peněženku na jiném zařízení, Váš zůstatek bude aktuální, ale historie transakcí a adresy budou uchovávány na každém zařízení zvlášť.
es: Está intentando restaurar un wallet de Beam existente. Tenga en cuenta que si usa su wallet en otro dispositivo, su saldo estará actualizado, pero el historial de transacciones y las direcciones se guardarán por separado en cada dispositivo.
fi_fi: Olet palauttamassa vanhaa lompakkoa. Huomioithan, että jos olet jo käyttänyt lompakkoa toisella laitteella, tapahtumahistoria sekä tallentamasi osoitteet eivät siirry uudelle laitteelle palautuksen yhteydessä. Tapahtumat sekä osoitteet tallennetaan erikseen kullekin laitteelle. Lompakkosi saldo kuitenkin palautetaan ja on käytettävissä ajantasaisena uudessa laitteessa.
nl: U probeert een bestaande Beam wallet te herstellen. Let op dat wanneer u uw portemonnee op een ander apparaat gebruikt, uw saldo up to date zal zijn, maar de transactiegeschiedenis en adressen op ieder apparaat apart worden gehouden.
ru: Вы пытаетесь восстановить существующий кошелек Beam. Пожалуйста, обратите внимание, что если вы используете кошелек на другом устройстве, ваш баланс будет обновлен, но история транзакций и адреса будут храниться отдельно на каждом устройстве.
sv: Du försöker nu återställa en befintlig Beam-plånbok. Notera att om du använder din plånbok på en annan enhet kommer beloppet vara uppdaterat men transaktionshistorik och adresser kommer hållas separat per enhet.

# no_space_title
source: Not enough storage
cs: Nedostatek místa
es: No hay suficiente capacidad de almacenamiento
fi_fi: Ei tarpeeksi tallennustilaa
fr: Pas assez de mémoire
ko: 저장공간이 부족합니다.
nl: Onvoldoende opslagruimte
ru: Недостаточно места в памяти
sv: Otillräckligt lagringsutrymme
th: พื้นที่เก็บข้อมูลไม่เพียงพอ
tr: Yeteri kadar yer yok
vi: Không đủ dung lượng lưu trữ
zh_hans: 存储空间不足

# no_space_info
source: At least 200MB of free space is required on the device to restore the wallet
cs: Pro obnovení peněženky je potřeba nejméně 200 MB volného místa v zařízení
es: Se requieren al menos 200 Mb de espacio libre en el dispositivo para restaurar el wallet
fi_fi: Vähintään 200 Mb vapaata tallennustilaa tarvitaan, jotta vanha lompakko voidaan palauttaa
fr: Au moins 200 Mo d'espace libre est nécessaire sur l'appareil pour restaurer le portefeuille
ko: 지갑을 복구하려면 최소한 200 Mb 의 저장공간이 필요합니다.
nl: Ten minste 200MB vrije ruimte op het apparaat is vereist om de wallet te herstellen
ru: На устройстве требуется не менее 200 МБ свободного места для восстановления кошелька
sv: Åtminstone 200 MB ledigt utrymme behövs på enheten för att återställa plånboken
th: ต้องมีพื้นที่อย่างน้อย 200 MB ในอุปกรณ์ในการกู้กระเป๋า
tr: Cüzdanı geri yüklemek için cihazda en az 200 Mb boş alan olması gerekir
vi: Cần ít nhất 200 MB dung lượng trống trên thiết bị để khôi phục ví
zh_hans: 本设备上需要有200MB以上空间方能恢复钱包

# beam_title
source: Confidential, fast, easy to use
cs: Anonymní škálovatelná kryptoměna
es: Criptomoneda confidencial escalable
fi_fi: Scalable confidential cryptocurrency
fr: Crypto monnaie confidentielle et évolutive
ko: Scalable confidential cryptocurrency
nl: Schaalbare vertrouwelijke cryptovaluta
ru: Конфиденциальный, быстрый, простой в использовании
sv: Skalbar konfidentiell kryptovaluta
th: คริปโตที่วางใจได้และไร้ขีดจำกัด
tr: Ölçeklenebilir gizlilik odaklı kriptopara
vi: Tiền điện tử bảo mật có thể mở rộng
zh_hans: 可扩展加密数字货币

source: Create new wallet
cs: Vytvořit novou peněženku
es: Crear nuevo wallet
fi_fi: Luo uusi lompakko
fr: Créer un nouveau portefeuille
ko: 새로운 지갑 만들기
nl: Nieuwe wallet aanmaken
ru: Создать кошелек
sv: Skapa ny plånbok
th: สร้างกระเป๋าใหม่
tr: Yeni cüzdan oluştur
vi: Tạo ví mới
zh_hans: 创建新钱包

# enter_password_title
source: Enter your password to access the wallet
cs: Zadejte své heslo pro přístup k peněžence
es: Introduce tu contraseña para acceder al wallet
fi_fi: Kirjoita salasanasi avataksesi lompakon
fr: Merci de saisir votre mot de passe pour accéder à votre portefeuille
ko: 지갑에 접근하려면 비밀번호를 입력하세요
nl: Voer uw wachtwoord in om toegang te krijgen tot de wallet
ru: Чтобы получить доступ к кошельку, введите пароль
sv: Mata in ditt lösenord för att få tillgång till plånboken
th: กรุณากรอกรหัสผ่านเพื่อเปิดกระเป๋า
tr: Cüzdana erişmek için şifrenizi girin
vi: Nhập mật khẩu của bạn để truy cập ví
zh_hans: 请输入密码以使用钱包

# empty_password
source: Password can not be empty
cs: Heslo nesmí být prázdné
es: La contraseña no puede estar vacía
fi_fi: Salasanaa ei voi jättää tyhjäksi
fr: Le mot de passe ne peut pas être sans entrée
ko: 비밀번호란이 공백입니다.
nl: Wachtwoord kan niet leeg zijn
ru: Пароль не может быть пустым
sv: Lösenordsfältet kan inte vara tomt
th: รหัสผ่านไม่สามารถปล่อยว่างได้
tr: Şifre boş bırakılamaz
vi: Mật khẩu không thể để trống
zh_hans: 密码不能为空

source: Incorrect password
cs: Nesprávné heslo
es: Contraseña incorrecta
fi_fi: Virheellinen salasana
fr: Mot de passe incorrecte
ko: 비밀번호를 잘못 입력하였습니다.
nl: Onjuist wachtwoord
ru: Неверный пароль
sv: Felaktigt lösenord
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
vi: Mật khẩu không đúng
zh_hans: 密码错误

# incompatible_node_title
source: Incompatible node
cs: Nekompatibilní síťový přístupový bod Node
es: Nodo incompatible
fi_fi: Yhteensopimaton palvelin (node)
fr: Paire incompatible
ko: 호환되지 않는 노드
nl: Onverenigbare node
ru: Несовместимый пир
sv: Okompatibel nod
th: Node ไม่รองรับ
tr: Uyumsuz nod
vi: Nút không tương thích
zh_hans: 节点不兼容

# incompatible_node_info
source: You’re trying to connect to an incompatible node.
cs: Pokoušíte se připojit k nekompatibilnímu síťovému uzlu.
es: Estás tratando de conectarte con un nodo incompatible.
fi_fi: Yrität liittyä palvelimelle (node), johon ei voida yhdistää.
fr: Vous essayez de vous connecter à un noeud incompatible.
ko: 호환되지 않는 노드에 연결 시도를 하고 있습니다.
nl: U probeert verbinding te maken met een onverenigbare node.
ru: Попытка подсоединения к несовместимому пиру.
sv: Du försöker ansluta mot en okompatibel nod.
th: คุณพยายามที่จะเชื่อมต่อไปยัง Node ที่ไม่รองรับ
tr: Uyumsuz bir noda bağlanmaya çalışıyorsunuz.
vi: Bạn đang cố gắng kết nối với một nút không tương thích.
zh_hans: 您试图连接到一个不兼容的节点

source: Change settings
cs: Změna nastavení
es: Cambiar ajustes
fi_fi: Muuta asetuksia
fr: Modifier paramètres
ko: 설정 변경
nl: Instellingen wijzigen
ru: Изменить настройки
sv: Ändra inställningar
th: เปลี่ยนการตั้งค่า
tr: Ayarları değiştir
vi: Thay đổi cài đặt
zh_hans: 修改设置

source: Cancel
cs: Zrušit
es: Cancelar
fi_fi: Peruuta
fr: Annuler
ko: 취소
nl: Annuleren
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Huỷ
zh_hans: 取消

source: Open another wallet
cs: Otevřít další peněženku
es: Abrir otro wallet
fi_fi: Avaa toinen lompakko
fr: Ouvrir un nouveau portefeuille
ko: 새로운 지갑 열기
nl: Open een andere wallet
ru: Открыть другой кошелек
sv: Öppna en annan plånbok
th: เปิดกระเป๋าอื่น
tr: Başka bir cüzdan aç
vi: Mở một ví khác
zh_hans: 切换钱包

# seed_capture_warning
source: You’ve just captured your seed phrase. Keeping the image on your phone puts your funds at risk. It is strongly recommended to remove the screenshot manually from your pictures gallery.
cs: Právě jste vytvořil snímek obrazovky Vašich klíčových slov. Ponechání obrázku v telefonu ohrožuje vaše finanční prostředky. Důrazně doporučujeme odstranit snímek obrazovky z Vašeho zařízení.
es: Acabas de hacer una captura de tu frase semilla. Mantener la imagen en tu teléfono pone en riesgo tus fondos. Se recomienda encarecidamente eliminar la captura de pantalla manualmente de la galería de imágenes.
fi_fi: Olet juuri ottanut kuvakaappauksen seed phrasesta. Jos pidät kuvaa tallennettuna puhelimessasi, on olemassa riski, että joku ulkopuolinen pääsee käsiksi lompakkosi varallisuuteen. On erittäin suositeltavaa, että poistat kuvan pysyvästi puhelimestasi.
fr: Vous venez d'effectuer un capture d'écran de votre phrase clé. Sauvegarder cette capture met en danger vos fonds. Il est fortement recommendé d'effacer manuellement cette capture d'écran de toute application photo.
ko: 방금 시드 구문을 캡쳐하셨습니다. 해당 이미지를 핸드폰에 저장하면 자금은 위험에 빠집니다. 사진 갤러리에서 해당 스크린샷을 수동으로 지울 것을 강력하게 추천합니다.
nl: U heeft zojuist een screenshot van uw herstelzin gemaakt. Door de afbeelding op uw telefoon te bewaren lopen uw tegoeden gevaar. Het is sterk aanbevolen de schermafbeelding handmatig uit uw fotogalerij te verwijderen.
ru: Вы сделали скриншот контрольной фразы! Хранение скриншота на вашем телефоне подвергает риску все ваши средства! Настоятельно рекомендуется удалить скриншот из фотоальбома.
sv: Du har precis tagit en skärmdump på ditt seed phrase. Behåller du denna bild på din telefon kommer dina tillgångar att vara utsatt för risk. Det är starkt rekommenderat att ta bort denna bild manuellt från ditt bild-galleri.
th: คุณได้ทำการถ่ายภาพหน้าจอกลุ่มคำลับของคุณ การบันทึกรูปหน้าจอไว้บนโทรศัพย์ของคุณนั้นจะทำให้ทรัพย์สินของคุณมีความเสี่ยง ขอแนะนำอย่างยิ่งให้ลบภาพการบันทึกหน้าจอออกจากคลังภาพในโทรศัพย์ของคุณ
tr: Anahtar kelimelerin ekran görüntüsünü aldınız. Resmin telefonunuzda tutulması paranızı tehlikeye atar. Ekran görüntüsünü resim galerinizden elle kaldırmanız şiddetle önerilir.
vi: Bạn đã chụp ảnh cụm từ hạt giống của bạn. Giữ hình ảnh trong điện thoại đặt tiền của bạn vào nguy cơ rủi ro. Chúng tôi khuyên bạn nên xóa ảnh chụp màn hình bằng tay khỏi thư viện ảnh.
zh_hans: 您刚刚截图了您的助记词 将截图图片保存在手机上会导致资金安全风险！ 强烈建议从手机照片库中永久删除助记词截图（需在”最近删除“文件夹中再次删除）

# seed_prhase
source: Seed phrase
cs: Klíčová slova
es: Frase semilla
fr: Phrase clé
ko: 시드 구문
nl: Herstelzin
ru: Контрольная фраза
th: กลุ่มคำลับ
tr: Anahtar kelimeler
vi: Cụm từ hạt giống
zh_hans: 助记词

# input_seed
source: Type in your seed phrase
cs: Zadejte Vaše klíčová slova
es: Escribe en tu frase semilla
fi_fi: Kirjoita seed phrase -palautusavaimesi
fr: Saisir votre phrase clé
ko: 당신의 시드 구문을 작성하세요
nl: Typ uw herstelzin in
ru: Введите вашу контрольную фразу
sv: Ange ditt seed phrase
th: พิมพ์กลุ่มคำลับของคุณ
tr: Anahtar kelimelerinizi yazın
vi: Gõ cụm từ hạt giống của bạn
zh_hans: 请输入助记词

# confirm_seed_text
source: To ensure the seed phrase is written down correctly, please fill in the specific words below
cs: Aby bylo zajištěno, že jsou klíčová slova zapsána správně, vyplňte prosím konkrétní slova níže
es: Para asegurarse de que la frase semilla esté escrita correctamente, complete las palabras específicas a continuación
fi_fi: Varmistaaksesi, että seed phrase on kirjoitettu talteen oikein, täytä alla olevat kentät
fr: Pour vous assurer que la phrase-clé est bien écrite, veuillez compléter les mots ci-dessous
ko: 시드 구문을 똑바로 적었는지 확인하는 절차입니다. 아래에 특정 단어들을 채워 넣어주세요
nl: Om er zeker van te zijn dat de herstelzin correct is opgeschreven vult u de specifieke woorden hieronder in
ru: Что бы убедиться что вы правильно записали вашу контрольную фразу, пожалуйста введите нужные слова в поля снизу
sv: För att säkerställa att seed phrase är nerskrivet, vänligen fyll i de specifika orden nedan
th: เพื่อให้แน่ใจว่าคุณได้ทำการเขียนกลุ่มคำลับถูกต้อง กรุณากรอกคำตามลำดับด้านล่างนี้
tr: Anahtar kelimelerin doğru yazıldığından emin olmak için lütfen aşağıdaki kelimeleri girin
vi: Để đảm bảo cụm từ hạt giống được viết chính xác, vui lòng điền vào các từ cụ thể bên dưới
zh_hans: 为验证助记词已被您被正确誊写并保存，请根据下面数字提示输入相应的助记词

# display_seed_old
source: Your seed phrase is the access key to all the funds in your wallet. Print or write down the phrase to keep it in a safe or in a locked vault. Without the phrase you will not be able to recover your money.
cs: Vaše klíčová slova jsou přístupovým údajem ke všem prostředkům ve Vaší peněžence. Vaše klíčová slova si vytiskněte nebo si zapište a uložte tak, aby byla v bezpečí nebo v uzamčeném trezoru. Bez Vašich klíčových slov nebudete moci obnovit peněženku a získat své peníze.
es: Su frase semilla es la clave de acceso a todas las criptomonedas en su wallet. Imprime o escribe la frase para guardarla en un lugar seguro o caja de seguridad. Sin la frase no podrás recuperar tu dinero.
fi_fi: Seed phrase -palautusavaimellasi pääsee käsiksi kaikkeen lompakon varallisuuteen. Tulosta tai kirjoita se huolellisesti ylös, sekä pidä se tallessa esimerkiksi kassakaapissa, pankkiholvissa tai muussa turvallisesti lukitussa tilassa. Ilman palautusavainta et voi palauttaa lompakkosi saldoa tarvittaessa.
fr: Votre phrase clé est le moyen d'accéder à toutes les monnaies cryptées de votre portefeuille. Ecrivez la phrase pour la garder dans un coffre-fort ou dans un coffre-fort verrouillé. Sans cette phrase, vous ne pourrez pas récupérer votre argent.
ko: 당신의 시드 구문은 당신의 지갑에 있는 모든 자금에 접근할 수 있는 키입니다. 안전하게 구문을 프린트하거나 적어놓으십시오. 혹은 금고에 보관하세요. 구문 없이는 당신의 자금을 복구할 수 없을 것입니다.
nl: Uw herstelzin is de toegangssleutel tot alle tegoeden in uw portemonnee. Print de zin uit of schrijf deze op en bewaar de zin op een veilige plaats zoals in een kluis. Zonder de zin kunt u uw portemonnee, en dus uw tegoeden, niet herstellen.
ru: Ваша контрольная фраза является ключом для доступа ко всем вашим средствам. Храните фразу в защищенном месте. В случае потери контрольной фразы, вы не сможете восстановить доступ к вашим средствам.
sv: Ditt seed phrase tillåter åtkomsten till alla kryptovalutor i din plånbok. Skriv ner seed phrase och spar detta i ett kassaskåp eller i ett låst valv. Om ditt seed phrase försvinner kommer du inte kunna återställa dina pengar.
th: กลุ่มคำลับเหล่านี้ของคุณเป็นกุญแจเพื่อที่จะเข้าถึงทรัพย์สินในกระเป๋าของคุณ กรุณาเขียนกลุ่มคำลับนี้ลงกระดาษเก็บไว้ในที่ปลอดภัยอย่างตู้เซฟหรือห้องนิรภัย หากไม่มีกลุ่มคำลับเหล่านี้คุณจะไม่สามารถกู้คืนทรัพย์สินของคุณได้
tr: Anahtar kelimeleriniz, cüzdanınızdaki tüm bakiyenin erişim anahtarıdır. Güvenli veya kilitli bir kasada saklamak için ifadeyi yazdırın veya yazın. İfade olmadan bakiyenize ulaşamazsınız.
vi: Cụm từ hạt giống của bạn là khóa truy cập vào tất cả các khoản tiền trong ví của bạn. In hoặc viết cụm từ để giữ nó an toàn hoặc trong một hầm có khóa. Nếu không có cụm từ, bạn sẽ không thể lấy lại tiền của mình.
zh_hans: 助记词是访问您账户资金的密钥 必须打印或誊写助记词，并将其妥善保存在保险箱中 如果您遗失或忘记助记词，您将无法找回或恢复钱包中的资金

# intro_seed_main
source: Create a new wallet by generating a seed phrase. If you lose your device, you will need the seed phrase to recover your funds. Never type your seed phrase in keychains or password managers. Never save it in your local filesystem or remote folders of any kind.
cs: Vytvořte novou peněženku generováním klíčových slov. Pokud ztratíte své zařízení, budete potřebovat Vaše klíčová slova pro obnovení Vašich financí. Nikdy neposílejte Vaše klíčová slova do správce klíčů nebo hesel. Nikdy jej neukládejte ve vašem místním souborovém systému ani v žádných vzdálených adresářích.
es: Crea un nuevo wallet generando una frase semilla. Si alguna vez pierdes tu dispositivo, necesitará esta frase para recuperar su wallet! Nunca escriba su frase semilla en keychains o administradores de contraseñas. Nunca lo guarde en sus carpetas locales o remotas de ninguna forma.
fi_fi: Luo uusi lompakko generoimalla seed phrase -palautusavain. Jos unohdat salasanasi tai kadotat laitteesi, tarvitset seed phrasen, jotta voit palauttaa lompakkosi saldon. Älä koskaan tallenna seed phrasea salasananhallintaohjelmiin, omalle laitteellesi tai muuhunkaan vastaavaan digitaaliseen muotoon, kuten pilvipalvelimille.
fr: Créer un nouveau portefeuille en générant une phrase clé. Si vous perdez votre appareil, vous aurez besoin de cette phrase pour récupérer votre portefeuille! Merci de ne jamais sauvegarder cette phrase clé via un trousseau ou un manager de mot de passe. Ne l'enregistrez jamais dans vos dossiers locaux ou distants, sous quelque forme que ce soit.
ko: 시드 구문을 생성하여 새로운 지갑을 만드십시오. 기기를 잃어버린 후, 자금을 복구 하려면 시드 구문이 필요할 것입니다. 절대 시드 구문을 키체인이나 비밀번호 관리자에 적어놓지 마십시오. 절대 이를 로컬 파일시스템이나 원격 폴더에 저장하지 마십시오.
nl: Maak een nieuwe wallet door een herstelzin te genereren. Als u uw apparaat verliest heeft u de herstelzin nodig om uw tegoeden te herstellen. Voer uw herstelzin nooit op wachtwoordbeheerders of dergelijke applicaties in. Sla het nooit op in uw lokale bestandssysteem of externe mappen van welke aard dan ook.
ru: Создать новый кошелек и новую контрольную фразу. Если вы потеряете доступ к своему устройству, для восстановления кошелька вам понадобится контрольная фраза. Никогда не сохраняйте контрольную фразу в связке ключей или в программах по управлению паролями, а также в файлах или удаленных папках.
sv: Skapa en ny plånbok genom att generera ett seed phrase. Om du blir av med din enhet så behövs ditt seed phrase för att återställa tillgångarna. Ange aldrig ditt seed phrase på en nyckelknippa eller lösenordsmanagerare. Spara aldrig detta på ditt lokala filsystem eller några fjärr-mappar av någon sort.
th: ในการสร้างกระเป๋าใหม่โดยการใช้งานกลุ่มคำลับนั้นเมื่อคุณทำอุปกรณ์หายคุณจำเป็นจะต้องใช้กลุ่มคำลับเหล่านี้ในการกู้กระเป๋า! อย่าได้พิมพ์กลุ่มคำลับเหล่านี้ไว้ในโปรแกรมจัดการรหัสผ่าน และอย่าเซฟไว้ในรูปแบบไฟล์ทั้งในคอมพิวเตอร์ส่วนตัวหรือออนไลน์ก็ตาม
tr: Anahtar kelimeleri kullanarak yeni bir cüzdan oluşturun. Cihazınızı kaybederseniz, cüzdanınızı kurtarmak için bu anahtar kelimelere ihtiyacınız olacak! Anahtar kelimelerinizi bir şifre yönetici uygulamasına yazmayın. Asla yerel ya da uzak klasörlerinize kaydetmeyin.
vi: Tạo một ví mới bằng cách tạo một cụm từ hạt giống. Nếu bạn mất thiết bị của mình, bạn sẽ cần cụm từ hạt giống để lấy lại tiền của mình. Không bao giờ nhập cụm từ hạt giống của bạn trong móc khóa hoặc trình quản lý mật khẩu. Không bao giờ lưu nó trong hệ thống tập tin cục bộ của bạn hoặc các thư mục từ xa.
zh_hans: 通过生成助记词来创建新钱包 如果您不幸丢失了本设备，可以通过助记词来恢复钱包 永远不要使用“钥匙串”功能或密码管理器功能来存储助记词 永远不要用电子系统或云盘保存助记词

# intro_seed_1
source: Do not let anyone see your seed phrase
cs: Neumožněte nikomu dalšímu aby viděl Vaše klíčová slova
es: No dejes que nadie vea tu frase semilla
fi_fi: Älä anna kenenkään nähdä seed phraseasi
fr: Ne laissez personne voir votre phrase clé
ko: 아무에게도 당신의 시드 구문을 보여주지 마세요
nl: Laat niemand uw herstelzin zien
ru: Никому не показывайте вашу контрольную фразу
sv: Låt ingen annan se din seed phrase
th: อย่าปล่อยให้ใครเห็นกลุ่มคำลับเหล่านี้
tr: Kimsenin anahtar kelimelerinizi görmesine izin vermeyin
vi: Không để ai nhìn thấy cụm từ hạt giống của bạn
zh_hans: 不要向任何人泄漏您的助记词

# intro_seed_2
source: Never type your seed phrase into password managers or elsewhere
cs: Nikdy zapisujte Vaše klíčová slova do správce hesel nebo jiných podobných systémů
es: Nunca escriba su frase semilla en los administradores de contraseñas o en otro lugar
fi_fi: Älä koskaan tallenna seed phraseasi salasananhallintaohjelmiin tai muuhunkaan vastaavaan digitaaliseen muotoon
fr: Ne jamais sauvegarder votre phrase clé dans des gestionnaires de mots de passe ou ailleurs
ko: 절대로 시드 구문을 비밀번호 관리자나 다른 곳에 절대로 적어놓지 마십시오
nl: Voer uw herstelzin nooit in op wachtwoordbeheerders of dergelijke applicaties
ru: Никогда не вводите свою контрольную фразу в программы по управлению паролями или в любые другие программы
sv: Ange aldrig din seed phrase i mjukvara som managerar lösenord eller liknande
th: อย่าพิมพ์กลุ่มคำลับเหล่านี้ในโปรแกรมจัดการรหัสผ่านหรือโปรแกรมอื่นๆ
tr: Anahtar kelimelerinizi asla bir şifre yöneticine ya da başka bir yere yazmayın
vi: Không bao giờ nhập cụm từ gốc của bạn vào trình quản lý mật khẩu hoặc nơi nào khác
zh_hans: 永远不要使用密码管理器或其他电子方式保存助记词

# intro_seed_3
source: Make at least 2 copies of the phrase in case of emergency
cs: Vytvořte si alespoň 2 kopie Vašich klíčových slov pro případ nouze
es: Haga al menos 2 copias de la frase en caso de emergencia
fi_fi: Kirjoita talteen vähintään kaksi kopiota seed phrasesta ennakoimattomien tilanteiden varalta
fr: Faites au moins 2 copies de la phrase en cas d'urgence
ko: 긴급상황을 대비하여 최소한 2개의 구문 복사본을 만들어 놓으세요
nl: Maak ten minste 2 kopieën van de herstelzin in geval van nood
ru: Сделайте как минимум две копии контрольной фразы
sv: Gör åtminstone 2 kopior av ditt seed phrase utifall något händer
th: กรุณาทำสำเนาไว้อย่างน้อย 2 ฉบับเผื่อในกรณีฉุกเฉิน
tr: Acil durumlar için, anahtar kelimelerin en az iki kopyasını saklayın
vi: Tạo ít nhất 2 bản sao của cụm từ trong trường hợp khẩn cấp
zh_hans: 请至少誊写2份助记词并分别安全保管以防意外

# save_seed_title
source: Save seed phrase
cs: Uložit klíčová slova
es: Salvar frase semilla
fi_fi: Ota seed phrase talteen
fr: Sauvegarder la phrase clé
ko: 시드 구문 저장하기
nl: Herstelzin opslaan
ru: Сохранить контрольную фразу
sv: Spara seed phrase
th: บันทึกกลุ่มคำลับ
tr: Anahtar kelimeleri kaydedin
vi: Lưu cụm từ hạt giống
zh_hans: 保存助记词

# save_seed_info
source: Please write the seed phrase down. Do not screenshot it and save it in your photo gallery. It makes the phrase prone to cyber attacks and, therefore, less secure.
cs: Prosím zapište si Vaše klíčová slova. Nesnímejte je a neukládejte do galerie fotografií. To umožňuje získat Vaše klíčová slova kybernetickým útokem, a tudíž to není bezpečné.
es: Por favor, escriba la frase semilla. No haga capturas de pantalla y no la guarde en su galería de fotos. Esto hace que la frase sea propensa a los ataques cibernéticos y, por lo tanto, menos segura.
fi_fi: Kirjoita seed phrase talteen! Älä ota kuvakaappausta siitä äläkä tallenna sitä laitteesi kuvagalleriaan tai muuhunkaan vastaavaan digitaaliseen muotoon! Jos toimit vastoin edellä mainittua ohjetta, se asettaa seed phrasen alttiiksi hakkeroinnille ja vähentää lompakon turvallisuutta.
fr: Merci d'écrire la phrase clé. Ne faites pas de capture d'écran et ne sauvegardez-la pas dans votre galerie de photos. Cela rend la phrase sujette aux cyberattaques et, par conséquent elle est moins sécurisée.
ko: 시드 구문을 적어놓으십시오. 스크린샷 하여 포토 갤러리에 저장하지 마십시오. 사이버 공격의 원인이 될 수 있고 보안성이 떨어집니다.
nl: Schrijf de herstelzin op. Maak geen screenshot en sla het niet op in uw fotogalerij. Het maakt de herstelzin vatbaar voor cyberaanvallen en is dus minder veilig.
ru: Запишите вашу контрольную фразу. Не рекомендуется делать скриншот и сохранять в фотогалерее - это увеличивает уязвимость вашего кошелька в случае хакерских атак.
sv: Vänligen skriv ner ditt seed phrase. Ta inga skärmdumpar och spar i något bild-gallery. Detta gör ditt seed phrase utsatt för cyber-attacker och därmed mindre säkert.
th: กรุณาเขียนกลุ่มคำลับเหล่านี้ อย่าทำสกรีนช็อตหรือเซฟไว้ที่คลังภาพในเครื่องเพื่อป้องกันการโขมยโดยผู้ไม่หวังดีและมันปลอดภัยน้อยกว่าด้วย
tr: Lütfen anahtar kelimelerinizi bir yere yazın. Ekran görüntüsünü alıp fotoğraf galerinize kaydetmeyin. Eğer kaydederseniz siber saldırılara karşı korumasız hale gelirsiniz.
vi: Vui lòng viết cụm từ hạt giống. Không chụp ảnh màn hình và lưu nó trong bộ sưu tập ảnh của bạn. Điều này khiến cụm từ dễ bị tấn công mạng và do đó, kém an toàn hơn.
zh_hans: 请誊写记录助记词并妥善保存 切勿将助记词截屏保存在您的手机相册中 手机丢失、被盗或被他人访问将有暴露助记词而丢失所有资金的风险

# generate_seed
source: generate seed phrase
cs: Vytvořit klíčová slova
es: generar frase semilla
fi_fi: generoi seed phrase
fr: générer une phrase clé
ko: 시드 구문 생성하기
nl: genereer herstelzin
ru: генерировать контрольную фразу
sv: generera seed phrase
th: สร้างกลุ่มคำลับ
tr: anahtar kelimeleri oluştur
vi: tạo cụm từ hạt giống
zh_hans: 生成助记词

source: Copied to clipboard
cs: Zkopírováno do schránky
es: Copiado al portapapeles
fi_fi: Kopioitu leikepöydälle
fr: Copié
ko: 클립보드에 복사되었습니다.
nl: Naar klembord gekopieerd
ru: Скопировано в буфер обмена
sv: Kopierat till urklipp
th: คัดลอกลงคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
vi: Đã sao chép vào bảng tạm
zh_hans: 已复制到剪贴板
