Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# receiving_amount_dif
source: Receiving amount may differ due to market fluctuations
cs: Přijímaná částka se může lišit kvůli výkyvům na trhu
es: La cantidad a recibir puede diferir debido a las fluctuaciones del mercado
fi_fi: Vastaanottosumma voi vaihdella markkinoiden heilahtelun vuoksi
fr: Le montant reçu peut différer en raison des fluctuations du marché
ko: 시장 변동성에 따라서 수령액이 달라질 수 있습니다
nl: Het ontvangen bedrag kan afwijken vanwege marktschommelingen
ru: Сумма поступлений может отличаться из-за колебаний рынка
sv: Mottagande belopp kan skilja sig på grund av marknadssvängningar
th: จำนวนที่จะได้รับนั้นจะแปรผันตามราคาของตลาด
tr: Piyasadaki dalgalanmalar nedeniyle alınacak miktar değişebilir
vi: Số tiền nhận có thể khác nhau do biến động thị trường
zh_hans: 收款数目可能因市价波动而变化

source: Copy details
cs: Kopírovat podrobnosti
es: Copia los detalles
fi_fi: Kopioi tiedot
fr: Copier détails
ko: 세부사항 복사하기
nl: Kopieer details
ru: Копировать детали
sv: Kopiera detaljer
th: คัดลอกรายละเอียด
tr: Detayları kopyala
vi: Sao chép chi tiết
zh_hans: 复制详情

source: Copy code
cs: Kopírovat kód
es: Copia el código
fi_fi: Kopioi koodi
fr: Copier code
ko: 코드 복사하기
nl: Kopieer code
ru: Копировать код
sv: Kopiera kod
th: คัดลอกโค้ด
tr: Kodu kopyala
vi: Sao chép mã
zh_hans: 复制代码

# version
source: App Version
cs: Verze aplikace
es: Versión de la aplicación
fi_fi: Sovelluksen versio
fr: Version de l’application
ko: 앱 버전
nl: App Versie
ru: Версия приложения
th: เวอร์ชั่นแอป
tr: App Versiyonu
vi: Phiên bản ứng dụng
zh_hans: APP版本

# as_set
source: as set now
cs: jak je nyní nastaveno
es: como se establece ahora
fi_fi: älä muuta
fr: comme défini maintenant
ko: 설정됨
nl: zoals nu ingesteld
ru: Как установлено сейчас
sv: som är satt just nu
th: ตามที่ตั้งไว้ในตอนนี้
tr: şimdi ayarlandığı gibi
vi: như được thiết lập bây giờ
zh_hans: 当前设置

source: Transaction deleted
cs: Transakce odstraněna
es: Transacción borrada
fi_fi: Tapahtuma poistettu
fr: Transaction supprimée
ko: 거래 삭제
nl: Transactie verwijderd
ru: Транзакция успешно удалена
sv: Transaktion borttagen
th: ธุรกรรมได้ถูกลบ
tr: İşlem silindi
vi: Giao dịch đã xóa
zh_hans: 交易已被删除

source: Transaction comment
cs: Komentář transakce
es: Nota de transacción
fi_fi: Tapahtuman kommentti
fr: Commentaire de transaction
ko: 거래 메모
nl: Transactie omschrijving
ru: Комментарий к транзакции
sv: Transaktions-kommentar
th: หมายเหตุของธุรกรรม
tr: İşlem yorumu
vi: Bình luận giao dịch
zh_hans: 交易备注

# not_shared
source: Won’t be shared
cs: Nebude sdíleno
es: No será compartido
fi_fi: Ei näy muille
fr: Ne sera pas partagé
ko: 외부에 공유안됨
nl: Wordt niet gedeeld
ru: Не пересылается по сети
sv: Kommer inte att delas
th: ไม่ถูกแชร์
tr: Paylaşılmayacak
vi: Không chia sẻ
zh_hans: 不会被共享

source: Language
cs: Jazyk
es: Idioma
fi_fi: Kieli
fr: Langue
ko: 언어
nl: Taal
ru: Язык
sv: Språk
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hans: 语言

source: Optional
cs: Volitelné
es: Opcional
fi_fi: Valinnainen
fr: En option
ko: 선택사항
nl: Optioneel
ru: Не обязательное для заполнения
sv: Valfritt
th: ตัวเลือก
tr: Opsiyonel
vi: Tùy chọn
zh_hans: 可选

# invalid_address_title
source: Invalid address
cs: Neplatná adresa
es: Dirección erronea
fi_fi: Virheellinen osoite
fr: Adresse invalide
ko: 유효하지 않은 주소
nl: Ongeldig adres
ru: Неправильный адрес
sv: Felaktig adress
th: ที่อยู่ไม่ถูกต้อง
tr: Geçersiz adres
vi: Địa chỉ không hợp lệ
zh_hans: 无效地址

# invalid_address_text
source: The provided node address is invalid. Please, check if the entered address is correct
cs: Zadaná adresa uzlu je neplatná. Prosím zkontrolujte, zda je zadaná adresa správná.
es: La dirección de nodo proporcionada no es válida. Por favor, compruebe si la dirección introducida es correcta
fi_fi: Palvelimen (node) osoite on virheellinen. Tarkista antamasi osoite
nl: Het opgegeven node adres is ongeldig. Controleer of het ingevoerde adres juist is
ru: Указанный адрес узла недействителен. Пожалуйста, проверьте, является ли введенный адрес верным
sv: Den ifyllda nod-adressen är ogiltig. Vänligen kontrollera att angiven adress är korrekt
th: ที่อยู่ของ Node ไม่ถูกต้อง กรุณาตรวจสอบที่อยู่ที่กรอกมาว่าถูกต้อง

# insufficient_funds
source: Insufficient funds: you would need (value) to complete the transaction
cs: Nedostatek prostředků: k dokončení transakce potřebujete (hodnota) beam mincí
es: Fondos insuficientes: usted necesitaría (value) beams para completar la transacción
fi_fi: Saldo ei riitä: tarvitset vähintään (value) Beamiä suorittaaksesi maksutapahtuman
fr: Fonds insuffisants: vous auriez besoin de (value) pour finaliser la transaction
ko: 자금이 부족합니다 : 거래를 완료하려면 (값) 만큼의 beam이 필요합니다.
nl: Onvoldoende saldo: u heeft (value) beam's nodig om de transactie te voltooien
ru: Недостаточно средств: необходимо (value) beams для завершения транзакции
sv: Otillräckliga medel: du behöver (value) beams för att slutföra transaktionen
th: จำนวนเงินไม่พอ: คุณต้องการอีก (value) Beam เพื่อดำเนินการธุรกรรม
tr: Yetersiz miktar: işlemi tamamlamak için (value) Beam gerekiyor
vi: Không đủ tiền: bạn sẽ cần (giá trị) beams để hoàn thành giao dịch
zh_hans: 资金不足：您需要(value)Beam来完成交易

# downloading
source: Downloaded
cs: Staženo
es: Descargado
fi_fi: Ladattu
fr: Téléchargées
ko: 다운로드됨
nl: Gedownload
ru: Загружено
sv: Nerladdad
th: ดาวน์โหลดแล้ว
tr: İndirildi
vi: Tải xuống
zh_hans: 已下载

# sent_to_own
source: Sent to own address
cs: Odesláno na vlastní adresu
es: Enviado a dirección propia
fi_fi: Lähetetty (oma osoite)
fr: Envoyé à votre propre adresse
ko: 내 주소로 보냄
nl: Verzonden naar eigen adres
ru: Отправлено на собственный адрес
sv: Skickat till egen adress
th: ส่งให้ที่อยู่ตัวเองแล้ว
tr: Kendi adresinize gönderildi
vi: Đã gửi đến địa chỉ riêng
zh_hans: 已付款至自有地址

# sending_to_own
source: Sending to own address
cs: Odesílání na vlastní adresu
es: Enviando a dirección propia
fi_fi: Lähettää omaan osoitteeseen
fr: Envoi à votre propre adresse
ko: 내 주소로 보내는 중
nl: Verzenden naar eigen adres
ru: Отправлено на свой адрес
sv: Skickat till egen adress
th: กำลังส่งให้ที่อยู่ของตัวเอง
tr: Kendi adresinize gönderiliyor
vi: Đang gửi đến địa chỉ riêng
zh_hans: 正在付款至自有地址

source: Default
cs: Výchozí nastavení
es: Defecto
fi_fi: Oletus
fr: Défaut
ko: 기본값
nl: Standaard
ru: Стандарт
sv: Standard
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认

source: My active
cs: Moje aktivní
es: Mi activo
fi_fi: Aktiiviset
fr: Actives
ko: 활성화 상태 주소
nl: Mijn actieve
ru: Активные
sv: Min aktiva
th: ยังคงใช้งานอยู่
tr: Aktif olanlarım
vi: Hoạt động của tôi
zh_hans: 有效

source: My expired
cs: Moje po vypršení platnosti
es: Mi caducado
fi_fi: Vanhentuneet
fr: Expirées
ko: 만료된 주소
nl: Mijn verlopen
ru: Просроченные
sv: Mina utgångna
th: หมดอายุแล้ว
tr: Süresi geçenler
vi: Hết hạn của tôi
zh_hans: 已失效

# general_settings
source: General
cs: Obecné
fi_fi: Yleiset
nl: Algemeen
ru: Общее
sv: Generell
th: ทั่วไป

source: Unavailable
cs: Není k dispozici
es: Indisponible
fi_fi: Ei käytettävissä
fr: Non disponible
ko: 사용 불가
nl: Niet beschikbaar
ru: Недоступно
sv: Otillgängligt
th: ไม่สามารถใช้ได้
tr: Uygun değil
vi: Không có sẵn
zh_hans: 不可用

# in_progress_out
source: In progress (outgoing)
cs: Probíhá (odchozí)
es: En progreso (saliente)
fi_fi: Käsitellään (lähtevä)
fr: En cours (sortant)
ko: 진행중(발신중)
nl: Bezig (uitgaande)
ru: В процессе (исходящий)
sv: Pågår(utgående)
th: กำลังดำเนินการ (โอนออก)
tr: Devam ediyor (giden)
vi: Trong tiến trình ( đang gửi)
zh_hans: 进行中 (出账)

# in_progress_in
source: In progress (incoming)
cs: Probíhá (příchozí)
es: En progreso (entrante)
fi_fi: Käsitellään (saapuva)
fr: En cours (entrant)
ko: 진행중(수신중)
nl: Bezig (inkomende)
ru: В процессе (входящий)
sv: Pågår(inkommande)
th: กำลังดำเนินการ (รับโอน)
tr: Devam ediyor (gelen)
vi: Trong tiến trình (đang tới)
zh_hans: 进行中 (入账)

source: In progress (change)
cs: Probíhá (změna)
es: En progreso (cambiar)
fi_fi: Käsitellään (palautus)
fr: En cours (modification)
ko: 진행중(변경중)
nl: Bezig (wijzigen)
ru: В процессе (размен)
sv: Pågår(växel)
th: กำลังดำเนินการ (เงินทอน)
tr: Devam ediyor (değiştir)
vi: Trong tiến trình (thay đổi)
zh_hans: 进行中 (找零)

source: Never expires
cs: Nikdy neztratí platnost
es: Nunca caduca
fi_fi: Ei vanhennu koskaan
fr: N'expire jamais
ko: 만료 안됨
nl: Verloopt nooit
ru: Никогда
sv: Utgår aldrig
th: ไม่มีวันหมดอายุ
tr: Hiçbir zaman süresi geçmez
vi: Không bao giờ hết hạn
zh_hans: 永不失效

source: Expires in
cs: Vyprší za
es: Caduca en
fi_fi: Vanhentuu
fr: Expiré(e) dans
ko: 안에 만료됨
nl: Verloopt over
ru: Истекает через
sv: Utgår om
th: หมดอายุใน
tr: Süresi dolacak
vi: Hết hạn trong
zh_hans: 失效期限

source: h
cs: hod.
fi_fi: t
fr: heure(s)
ko: 시
ru: ч
sv: t
th: ชม.
tr: s
zh_hans: 小时

source: m
cs: min
fi_fi: min
fr: minute (s)
ko: 분
ru: м
th: น.
tr: d
zh_hans: 分钟

# send_qr_secure
source: Show this QR code to the sender or send it over an external secure channel.
cs: Zobrazit tento QR kód odesílateli nebo jej odeslat přes externí zabezpečený kanál.
es: Mostrar este código QR al remitente o enviar a través de un canal externo seguro.
fi_fi: Näytä tämä QR-koodi siirron suorittajalle tai lähetä se turvallista viestintävälinettä käyttäen.
fr: Afficher ce code QR à l'expéditeur ou l'envoyer sur un canal sécurisé externe.
ko: 해당 QR 코드를 외부의 보안 채널로 송신자에게 보냅니다.
nl: Toon deze QR code aan de verzender of verstuur deze via een extern beveiligd kanaal.
ru: Отправьте этот QR-код отправителю средств, по любому безопасному внешнему каналу.
sv: Visa denna QR-kod till sändaren eller skicka den över en extern säker kanal.
th: นำที่อยู่นี้ไปให้ผู้ที่จะโอนในช่องทางอื่นๆ
tr: Bu QR kodunu gönderene gösterin veya harici güvenli bir kanal üzerinden gönderin.
vi: Hiện địa chỉ này cho người gửi hoặc gửi qua kênh bảo mật bên ngoài.
zh_hans: 请向付款方出示该二维码、或通过外部安全媒介将其发送给付款方

# auth_face_confirm
source: Confirm your face to authenticate
cs: Potvrďte svým obličejem pro ověření
es: Confirma tu rostro para autenticar
fi_fi: Vahvista kasvosi kirjautuaksesi
fr: Confirmez votre visage pour vous authentifier
ko: Face ID를 사용하여 인증하십시오
nl: Bevestig uw gezicht om te verifiëren
ru: Подтвердите свое лицо для аутентификации
sv: Verifiera ditt ansikte för att autentisera
th: ยืนยันใบหน้าของคุณเพื่อให้สิทธิ์
tr: Kimlik doğrulamak için yüzünüzü onaylayın
vi: Xác nhận gương mặt để xác minh
zh_hans: 请验证面容认证

# auth_touch_confirm
source: Confirm your fingerprint to authenticate
cs: Potvrdit ověření otiskem prstu
es: Confirma tu huella dactilar para autenticar
fi_fi: Vahvista sormenjälkesi kirjautuaksesi
fr: Confirmez votre empreinte digitale pour vous authentifier
ko: 지문을 사용하여 인증하십시오
nl: Bevestig uw vingerafdruk om te verifiëren
ru: Пройдите аутентификацию используя отпечаток пальца
sv: Verifiera ditt fingeravtryck för att autentisera
th: ยืนยันลายนิ้วมือของคุณเพื่อให้สิทธิ์
tr: Kimlik doğrulamak için parmak izinizi onaylayın
vi: Xác nhận vân tay để xác minh
zh_hans: 请验证指纹认证

# auth_bio_failed
source: (Mechanism) has been locked out due to few fail attemp. Enter iPhone passcode to enable (Mechanism).
cs: (Mechanismus) byl uzamčen z důvodu několika neúspěšných pokusů. Zadejte heslo pro iPhone pro povolení (Mechanism).
es: (Mecanismo) ha sido bloqueado debido a algunos intentos fallidos. Introduzca el código de acceso del iPhone para habilitar (Mecanismo).
fi_fi: (Mechanism) on estetty usean virheellisen yrityksen vuoksi. Anna iPhonen pääsykoodi ottaaksesi (Mechanism) käyttöön.
fr: (Mécanisme) a été verrouillé en raison de quelques essais infructeux. Entrez le code d'accès pour activer (Mécanisme).
ko: (Mechanism) 다수의 시도로 정지되었습니다. iPhone passcode 를 입력하여 (Mechanism) 을 다시 활성화시키십시오.
nl: (Mechanisme) is vergrendeld vanwege een aantal mislukte pogingen. Voer iPhone toegangscode in om in te schakelen (mechanisme).
ru: (Mechanism) заблокирован из-за нескольких неудачных попыток. Введите код доступа iPhone, чтобы включить (Mechanism).
sv: (Mekanism) har blivit utlåst på grund av ett antal felaktiga försök. Mata in iPhone-lösenordet för att aktivera (Mekanism).
th: (Mechanism) ไม่สามารถใช้งานได้แล้วเนื่องจากผิดบ่อยมากเกินไป. กรุณากรอก Passcode เพื่อเปิดใช้งาน (Mechanism) อีกครั้ง
tr: (Mekanizma) birkaç başarısız girişim nedeniyle kilitlendi. Etkinleştirmek için iPhone şifresini girin (Mekanizma).
vi: (Cơ chế) đã bị khóa do một vài thất bại. Nhập mật mã iPhone để bật (Cơ chế).
zh_hans: (Mechanism)已因多次失败尝试被锁定 请输入iPhone密码以启用(Mechanism)

source: Add all
cs: Přidat vše
es: Añadir todo
fi_fi: Lisää kaikki
fr: Tout ajouter
ko: 모두 추가
nl: Alles
ru: Все
sv: Lägg till alla
th: โอนทั้งหมด
tr: Tümünü ekle
vi: Thêm tất cả
zh_hans: 添加总余额

source: My active addresses
cs: Moje aktivní adresy
es: Mis direcciones activas
fi_fi: Omat aktiiviset osoitteet
fr: Adresses actives
ko: 활성화 상태의 주소들
nl: Mijn actieve adressen
ru: Мои активные адреса
sv: Mina aktiva adresser
th: ที่อยู่ที่ฉันสามารถใช้งานได้
tr: Aktif adreslerim
vi: Địa chỉ đang hoạt động của tôi
zh_hans: 有效地址

source: Tag
cs: Označení
es: Etiqueta
fi_fi: Luokka
ko: 태그
nl: Label
ru: Метка
th: แท็ก
tr: Etiket
vi: Nhãn
zh_hans: 标签

# contacts_empty
source: Your contacts list is empty
cs: Váš seznam kontaktů je prázdný
es: Tu lista de contactos está vacia
fi_fi: Yhteystietoluettelosi on tyhjä
fr: Votre liste de contacts est vide
ko: 연락처 목록이 비어있습니다
nl: Uw contactlijst is leeg
ru: Ваш список контактов пуст
sv: Din kontakt-lista är tom
th: ไม่พบรายชื่อผู้ติดต่อ
tr: İşlem listeniz boş
vi: Danh sách liên hệ của bạn trống
zh_hans: 联系人列表是空的

# addresses_empty
source: Your addresses list is empty
cs: Váš seznam adres je prázdný
es: Tu lista de direcciones está vacía
fi_fi: Osoitekirjasi on tyhjä
fr: Votre carnet d'adresses est vide
ko: 주소록이 비어있습니다.
nl: Uw adressenlijst is leeg
ru: Ваш список адресов пуст
sv: Din adress-lista är tom
th: ไม่พบรายการที่อยู่
tr: Adres listeniz boş
vi: Danh sách địa chỉ của bạn trống
zh_hans: 地址列表是空的

# addresses_empty_active
source: You have no active addresses
cs: Nemáte žádné aktivní adresy
es: No tienes direcciones activas
fi_fi: Sinulla ei ole aktiivisia osoitteita
fr: Vous n'avez aucune adresse inactive
ko: 활성화된 주소가 없음
nl: U heeft geen actieve adressen
ru: У вас нет активных адресов
sv: Du har inga aktiva adresser
th: คุณไม่มีที่อยู่ที่ใช้งานได้
tr: Aktif adresiniz bulunmamaktadır
vi: Bạn có không có địa chỉ nào đang hoạt động
zh_hans: 无有效地址

# addresses_empty_expired
source: You have no expired addresses
cs: Nemáte žádné prošlé adresy
es: No tienes direcciones caducadas
fi_fi: Sinulla ei ole vanhentuneita osoitteita
fr: Vous n'avez aucune adresse inactive
ko: 만료된 주소가 없음
nl: U heeft geen verlopen adressen
ru: У вас нет неактивных адресов
sv: Du har inga utgångna adresser
th: คุณไม่มีที่อยู่ที่หมดอายุ
tr: Süresi dolmuş adresiniz bulunmamaktadır
vi: Bạn có không có địa chỉ nào đã hết hạn
zh_hans: 无失效地址

# utxo_empty
source: Your UTXO list is empty
cs: Váš seznam UTXO je prázdný
es: Tu lista de UTXO está vacía
fi_fi: UTXO-luettelosi on tyhjä
fr: Votre liste d'UTXO est vide
ko: UTXO 리스트가 비어있습니다.
nl: Uw UTXO lijst is leeg
ru: Ваш список UTXO пуст
sv: Din UTXO-lista är tom
th: ไม่พบรายการ UTXO
tr: UTXO listeniz boş
vi: Danh sách UTXO của bạn trống
zh_hans: UTXO列表是空的

# utxo_empty_progress
source: You have no active UTXO
cs: Nemáte žádné aktivní UTXO
es: No tienes UTXO activo
fi_fi: Sinulla ei ole aktiivista UTXO:ta
fr: Vous n'avez pas d'UTXO actif
ko: 활성화된 UTXO 없음.
nl: U heeft geen actieve UTXO
ru: У вас нет активных UTXO
sv: Du har inga aktiva UTXOn
th: คุณไม่มี UTXO ที่ใช้งานได้
tr: Aktif UTXO nuz bulunmamaktadır
vi: Bạn có không có UTXO nào đang hoạt động
zh_hans: 无有效UTXO

# transactions_empty
source: Your transaction list is empty
cs: Váš seznam transakcí je prázdný
es: Tu lista de transacciones está vacía
fi_fi: Tapahtumahistoriasi on tyhjä
fr: Votre historique de transaction est vide
ko: 거래 내역이 없습니다
nl: Uw transactielijst is leeg
ru: Ваш список транзакций пуст
sv: Din transaktions-lista är tom
th: ไม่พบรายการธุรกรรม
tr: İşlem listeniz boş
vi: Danh sách giao dịch của bạn trống
zh_hans: 交易列表是空的

# transactions_empty_progress
source: You have no active transactions
cs: Nemáte žádné aktivní transakce
es: No tiene transacciones activas
fi_fi: Sinulla ei ole aktiivisia maksutapahtumia
fr: Vous n'avez pas de transactions actives
ko: 활성화된 거래가 없습니다.
nl: U heeft geen actieve transacties
ru: У вас нет активных транзакций
sv: Du har inga aktiva transaktioner
th: คุณไม่มีรายการธุรกรรม
tr: Aktif işleminiz bulunmamaktadır
vi: Bạn có không có giao dịch nào đã kích hoạt
zh_hans: 无有效交易

# automatic_restore_title
source: AUTOMATIC RESTORE (recommended)
cs: Doporučena obnova
es: Restauración recomendada
fi_fi: Suositeltu palautustapa
fr: Restauration recommandée
ko: 추천된 복구 방식
nl: Aanbevolen herstel
ru: Автоматическое восстановление (рекомендовано)
sv: Rekommenderad återställning
th: วิธีกู้ที่แนะนำ
tr: Önerilen geri yükleme
vi: Khôi phục được đề xuất
zh_hans: 推荐恢复

source: Owner key
cs: Privátní klíč
es: Clave de propietario
fi_fi: Omistusavain
fr: Clé propriétaire
ko: 소유자 키
nl: Eigenaarssleutel
ru: Ключ владельца
sv: Ägar-nyckel
tr: Sahiplik anahtarı
vi: Khóa chủ sở hữu
zh_hans: 所有者密钥

# new_transaction
source: Incoming transaction
cs: Příchozí transakce
es: Transacción entrante
fi_fi: Saapuva maksutapahtuma
fr: Transaction entrante
ko: 거래 수신중
nl: Inkomende transactie
ru: Входящая транзакция
sv: Inkommande transaktion
th: ธุรกรรมที่กำลังมา
tr: Gelen işlem
vi: Giao dịch đang đến
zh_hans: 收到新入账交易

# click_to_receive
source: Click to receive Beam
cs: Klikněte pro příjem
es: Click para recibir los Beam
fi_fi: Paina vastaanottaaksesi Beamiä
fr: Cliquez ici pour recevoir des Beams
ko: 클릭하여 Beam 받기
nl: Klik om Beam te ontvangen
ru: Нажмите, чтобы получить BEAM
sv: Klicka för att ta emot Beam
th: กดเพื่อรับ BEAM
tr: Beam almak için tıklayın
vi: Nhấn để nhận Beam
zh_hans: 点击以接收Beam

source: Album
fi_fi: Albumi
ko: 앨범
ru: Альбом
th: อัลบั้ม
tr: Albüm
zh_hans: 相册

source: Add contact
cs: Přidat kontakt
es: Añadir contacto
fi_fi: Lisää yhteystieto
fr: Ajouter un contact
ko: 연락처 추가
nl: Contact toevoegen
ru: Добавить контакт
sv: Lägg till kontakt
th: เพิ่มผู้ติดต่อ
tr: Kişi ekle
vi: Thêm liên hệ
zh_hans: 新增联系人

# address_already_exist_1
source: This address already exists
cs: Tato adresa již existuje
es: Esta dirección ya existe
fi_fi: Tämä osoite on jo käytössä
fr: Cette adresse existe déjà
ko: 해당 주소는 이미 있습니다.
nl: Dit adres bestaat al
ru: Такой адрес уже существует
sv: Denna adress finns redan
th: ที่อยู่นี้มีแล้ว
tr: Bu adres zaten var
vi: Địa chỉ này đã tồn tại
zh_hans: 该地址已存在

# address_already_exist_2
source: You can't save your address. This address already exists
cs: Adresu nelze uložit. Tato adresa již existuje
es: No puedes guardar tu dirección. Esta dirección ya existe
fi_fi: Osoitetta ei voida tallentaa. Tämä osoite on jo olemassa
fr: Vous ne pouvez pas enregistrer votre adresse. Cette adresse existe déjà
ko: 주소를 저장할 수 없습니다. 해당 주소는 이미 존재합니다.
nl: U kunt uw adres niet opslaan. Dit adres bestaat al
ru: Вы не можете сохранить свой адрес. Такой адрес уже существует
sv: Du kan inte spara denna adress. Denna adress finns redan
th: คุณไม่สามารถบันทึกที่อยู่นี้ได้ เนื่องจากที่อยู่นี้เคยมีอยู่แล้ว
tr: Adresinizi kaydedemezsiniz. Bu adres zaten var
vi: Bạn không thể lưu địa chỉ. Địa chỉ này đã tồn tại
zh_hans: 无法保存地址 该地址已存在

# confirm_transaction_1
source: Use Touch ID or enter your password to confirm transaction
cs: Použijte Touch ID nebo zadejte heslo pro potvrzení transakce
es: Usa Touch ID o introduce tu contraseña para confirmar la transacción
fi_fi: Käytä Touch ID:tä tai kirjoita salasanasi hyväksyäksesi maksutapahtuman
fr: Utilisez Touch ID ou entrez votre mot de passe pour confirmer la transaction
ko: Touch ID 혹은 비밀번호를 이용하여 거래 확인을 완료하십시오
nl: Gebruik Touch ID of voer uw wachtwoord in om de transactie te bevestigen
ru: Используйте Touch ID или введите пароль для подтверждения транзакции
sv: Använd Touch-ID eller mata in ditt lösenord för att bekräfta transaktion
th: ใช้ Touch ID หรือใส่รหัสผ่านเพื่อยืนยันธุรกรรม
tr: İşlemi onaylamak için Touch ID kullanın veya şifrenizi girin
vi: Sử dụng Touch ID hoặc nhập mật khẩu của bạn để xác nhận giao dịch
zh_hans: 使用触控ID或输入密码以确认交易

# confirm_transaction_2
source: Use Face ID or enter your password to confirm transaction
cs: Použijte Face ID nebo zadejte heslo pro potvrzení transakce
es: Usa Face ID o introduce tu contraseña para confirmar la transacción
fi_fi: Käytä Face ID:tä tai kirjoita salasanasi hyväksyäksesi maksutapahtuman
fr: Utilisez l'ID Face ou entrez votre mot de passe pour confirmer la transaction
ko: Face ID 혹은 비밀번호를 이용하여 거래 확인을 완료하십시오
nl: Gebruik Face ID of voer uw wachtwoord in om de transactie te bevestigen
ru: Используйте Face ID или введите пароль для подтверждения транзакции
sv: Använd Ansikts-ID eller mata in ditt lösenord för att bekräfta transaktion
th: ใช้ Face ID หรือใส่รหัสผ่านเพื่อยืนยันธุรรกรม
tr: İşlemi onaylamak için Face ID kullanın veya şifrenizi girin
vi: Sử dụng Face ID hoặc nhập mật khẩu của bạn để xác nhận giao dịch
zh_hans: 使用面容ID或输入密码以确认交易

# confirm_transaction_3
source: Enter your password to confirm transaction
cs: Zadejte své heslo pro potvrzení transakce
es: Introduce tu contraseña para confirmar la transacción
fi_fi: Kirjoita salasanasi hyväksyäksesi maksutapahtuman
fr: Saisissez votre mot de passe pour confirmer
ko: 비밀번호를 입력하여 거래 확인을 하십시오
nl: Voer uw wachtwoord in om de transactie te bevestigen
ru: Введите пароль для подтверждения транзакции
sv: Ange ditt lösenord för att bekräfta transaktion
th: ใส่รหัสผ่านเพื่อยืนยันการทำธุรกรรม
tr: İşlemi onaylamak için şifrenizi girin
vi: Nhập mật khẩu của bạn để xác nhận giao dịch
zh_hans: 请输入密码以确认交易

source: OK
ko: 네
ru: ОК
th: ตกลง
tr: Tamam
vi: Đồng ý
zh_hans: 好

source: Transactions list
cs: Seznam transakcí
es: Listado de transacciones
fi_fi: Tapahtumat
fr: Liste des transactions
ko: 거래내역
nl: Transactielijst
ru: Список транзакций
sv: Transaktionslista
th: รายการธุรกรรม
tr: İşlem listesi
vi: Danh sách giao dịch
zh_hans: 交易列表

# in_24_hours_now
source: In 24 hours from now
cs: Za 24 hodin
es: En 24 horas a partir de ahora
fi_fi: 24 tunnin kuluttua
fr: Dans les 24 heures
ko: 지금부터 24시간
nl: Binnen 24 uur vanaf nu
ru: Еще 24 часа
sv: Inom 24 timmar från och med nu
th: ภายใน 24 ชั่วโมงจากนี้
tr: Şu andan itibaren 24 saat içinde
vi: Trong 24 giờ kể từ bây giờ
zh_hans: 24小时后

source: Transaction history
cs: Historie transakcí
es: Listado de transacciones
fi_fi: Tapahtumahistoria
fr: Historique des transactions
ko: 거래내역
nl: Transactie geschiedenis
ru: История транзакций
sv: Transaktionshistorik
th: ประวัติธุรกรรม
tr: İşlem listesi
vi: Lịch sử giao dịch
zh_hans: 交易历史

# min_fee_error
source: The minimum fee is (value) GROTH
cs: Minimální poplatek je (hodnota) Groth
es: La tarifa mínima es (value) GROTH
fi_fi: Minimisiirtomaksu on (value) GROTHia
fr: Frais de transaction minimum: (value) GROTH
ko: 최소 수수료는 (value) GROTH 입니다
nl: De minimum vergoeding is (waarde) GROTH
ru: Минимальная комиссия (value) GROTH
sv: Minsta möjliga avgift är (value) GROTH
th: ค่าธรรมเนียมที่ต่ำที่สุดคือ (value) GROTH
tr: Minimum işlem ücreti (value) GROTH
vi: Phí tối thiểu là (giá trị) GROTH
zh_hans: 最小交易费为 (value) GROTH

source: Date
cs: Datum
es: Fecha
fi_fi: Päivämäärä
ko: 날짜
nl: Datum
ru: Дата
sv: Datum
th: วันที่
tr: Tarih
vi: Ngày
zh_hans: 日期

# downloading_blockchain
source: Downloading blockchain info
cs: Stahování informací o blockchainu
es: Descargando información de blockchain
fi_fi: Ladataan lohkoketjun tietoja
fr: Téléchargement de la blockchain en cours
ko: 블록체인 정보를 다운로드중입니다
nl: Blockhain informatie aan het downloaden
ru: Загрузка информации о блокчейне
sv: Laddar ner blockkedje-info
th: กำลังดาวน์โหลดข้อมูลบล็อกเชน
tr: Blokzincir bilgileri indiriliyor
vi: Đang tải thông tin chuỗi khối
zh_hans: 正在下载区块链信息

source: and
cs: a
es: y
fi_fi: ja
fr: et
ko: 그리고
nl: en
ru: и
sv: och
th: และ
tr: ve
vi: và
zh_hans: 和
