Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# incorrect_amount
source: Amount must be greater than or equal to the minimum amount
cs: Částka musí být větší nebo rovna zůstatku
es: La cantidad debe ser mayor o igual a la cantidad mínima
fi_fi: Summan täytyy olla suurempi tai vähintään yhtäsuuri kuin minimisumma
fr: Le montant doit être supérieur ou égal au montant minimum
ko: 최소 양 보다 같거나 커야합니다.
nl: Bedrag moet groter of gelijk zijn aan het minimum bedrag
ru: Сумма должна быть больше минимально разрешенной
sv: Belopp måste vara större eller lika med minsta tillåtna belopp
th: จำนวนที่กรอกจะต้องมากกว่าหรือเท่ากับขั้นต่ำที่กำหนด
tr: Miktar minimum miktardan büyük veya ona eşit olmalıdır
vi: Số tiền phải lớn hơn hoặc bằng số tiền tối thiểu
zh_hans: 数量必须大于或等于最小数量

# min_amount_loading
source: Minimum amount is loading...
cs: Minimální částka se načítá...
es: La cantidad mínima se está cargando...
fi_fi: Minimisummaa ladataan...
fr: Montant minimum en cours de chargement...
ko: 최소금액으로 설정중입니다...
nl: Minimale hoeveelheid wordt geladen...
ru: Высчитываем минимальную сумму...
sv: Minsta möjliga belopp laddar...
th: จำนวนขั้นต่ำกำลังโหลด...
tr: Minimum miktar yükleniyor...
vi: Số tiền tối thiểu đang tải...
zh_hans: 正在加载最小数量

# create_categories_in_settings
source: You can create more tags in Settings.
cs: Více štítků můžete vytvořit v nastavení.
es: Puede crear mas etiquetas en Ajustes.
fi_fi: Voit lisätä uusia luokkia asetuksista.
fr: Vous pouvez créer plus de tags dans Paramètres.
ko: 설정에서 더 많은 태그를 생성할 수 있습니다.
nl: U kunt meer labels maken in Instellingen.
ru: Вы можете создать больше меток в настройках.
sv: Du kan skapa fler tagar under Inställningar.
th: คุณสามารถสร้างแท็กเพิ่มได้ที่เมนูการตั้งค่า
tr: Ayarlarda daha fazla etiket oluşturabilirsiniz.
vi: Bạn có thể tạo nhãn mới trong Cài đặt.
zh_hans: 您可以在设置中创建更多标签

source: My addresses
cs: Moje adresy
es: Mis direcciones
fi_fi: Omat osoitteet
fr: Mes adresses
ko: 내 주소들
nl: Mijn adressen
ru: Мои адреса
sv: Mina adresser
th: ที่อยู่ของฉัน
tr: Adreslerim
vi: Địa chỉ của tôi
zh_hans: 我的地址

# wrong_requested_amount_title
source: Wrong requested amount
cs: Chybná požadovaná částka
es: Cantidad solicitada incorrecta
fi_fi: Pyydetty summa on virheellinen
fr: Mauvais montant demandé
ko: 잘못된 양 입니다
nl: Opgevraagde bedrag onjuist
ru: Запрошена некорректная сумма
sv: Felaktigt begärt belopp
th: จำนวนที่ต้องการไม่ถูกต้อง
tr: Yanlış istenen miktar
vi: Số tiền yêu cầu sai
zh_hans: 错误的请求数量

# wrong_requested_amount_text
source: Requested amount coudn’t be 0 BEAM. Please enter correct amount.
cs: Požadovaná částka nemůže být 0 BEAM. Zadejte prosím správnou částku.
es: La cantidad solicitada no puede ser 0 BEAM. Por favor, introduzca la cantidad correcta.
fi_fi: Pyydetty summa ei voi olla 0 BEAMiä. Lisää oikea summa.
fr: Montant demandé ne doit pas être 0 BEAM. Veuillez entrer un montant correct.
ko: 0 BEAM 을 요구할 수 없습니다. 올바른 양을 입력하세요.
nl: Opgevraagde bedrag kan niet 0 BEAM zijn. Voer het juiste bedrag in.
ru: Невозможно запросить 0 BEAM. Введите правильную сумму.
sv: Begärt belopp kan inte vara 0 BEAM. Vänligen ange ett korrekt belopp.
th: จำนวนที่ระบุจะมีจำนวน 0 BEAM ไม่ได้ กรุณาใส่จำนวนให้ถูกต้อง
tr: İstenen miktar 0 BEAM olamaz. Lütfen doğru miktarı giriniz.
vi: Số tiền yêu cầu không thể là 0 BEAM. Vui lòng nhập số tiền chính xác.
zh_hans: 请求数量不能是0个Beam！ 请输入正确的数量

# enter_amount_in_currency
source: Enter amount in
cs: Zadejte částku v
es: Introduce la cantidad en
fi_fi: Syötä summa
fr: Entrez le montant en
ko: 값을 넣으시오
nl: Voer bedrag in
ru: Введите сумму в
sv: Ange belopp i
th: กรอกจำนวนที่ต้องการ
tr: Tutarı girin
vi: Nhập số tiền vào
zh_hans: 请输入金额

# scan_btc_qr_code
source: Scan bitcoin QR code
cs: Naskenovat QR kód bitcoinu
es: Escanea el código QR de bitcoin
fi_fi: Skannaa Bitcoinin QR-koodi
fr: Scanner le code QR BTC
ko: 비트코인 QR 코드 스캔하기
ru: Сканировать bitcoin
sv: Scanna bitcoin QR-kod
th: สแกน QR Code ของ Bitcoin
tr: Bitcoin QR kodunu tarayın
vi: Quét mã QR bitcoin
zh_hans: 扫描比特币二维码

# scan_ltc_qr_code
source: Scan litecoin QR code
cs: Naskenovat QR kód litecoinu
es: Escanea el código QR de litecoin
fi_fi: Skannaa Litecoinin QR-koodi
fr: Scanner le code QR LTC
ko: 라이트코인 QR 코드 스캔하기
ru: Сканировать litecoin
sv: Scanna litecoin QR-kod
th: สแกน QR Code ของ Litecoin
tr: Litecoin QR kodunu tarayın
vi: Quét mã QR litecoin
zh_hans: 扫描莱特币二维码

# scan_eth_qr_code
source: Scan ethereum QR code
cs: Naskenovat QR kód etherea
es: Escanea el código QR de ethereum
fi_fi: Skannaa Ethereumin QR-koodi
fr: Scanner le code QR ETH
ko: 이더리움 QR 코드 스캔하기
ru: Сканировать QR код ETC
sv: Scanna ethereum QR-kod
th: สแกน QR Code ของ Ethereum
tr: Ethereum QR kodunu tarayın
vi: Quét mã QR ethereum
zh_hans: 扫描以太坊二维码

# buy_transaction_failed_title
source: Transaction failed
cs: Transakce se nezdařila
es: Transacción fallada
fi_fi: Ostotapahtuma epäonnistui
fr: La transaction a échouée
ko: 거래 실패
nl: Transactie mislukt
ru: Транзакция не прошла
sv: Transaktion misslyckades
th: การทำธุรกรรมล้มเหลว
tr: İşlem başarısız
vi: Giao dịch thất bại
zh_hans: 交易失败

# buy_transaction_failed_text_1
source: Please refresh and try again
cs: Prosím obnovte stránku a zkuste to znovu
es: Por favor actualiza y prueba de nuevo
fi_fi: Päivitä ja yritä uudelleen
fr: Veuillez rafraîchir et réessayer
ko: 다시 시도해주세요
nl: Herlaad en probeer opnieuw
ru: Попробуйте еще раз
sv: Vänligen uppdatera sidan och försök igen
th: กรุณารีเฟรชและลองใหม่อีกครั้ง
tr: Lütfen yenileyin ve tekrar deneyin
vi: Vui lòng làm mới và thử lại
zh_hans: 请刷新重试

# buy_transaction_failed_text_2
source: Support has been notified, your funds are safe
cs: Byla upozorněna podpora, vaše prostředky jsou v bezpečí
es: Soporte ha sido notificado, sus fondos están seguros
fi_fi: Viesti lähetetty tukeen, rahasi ovat turvassa
fr: Le support a été notifié, vos fonds sont sécurisés
ko: 지원이 공지되었습니다, 당신의 자금은 안전합니다.
nl: Ondersteuning is aangemeld, uw saldo is veilig
ru: Поддержка уведомлена о вашей проблеме. Ваши средства в безопасности.
sv: Support har blivit varskodda, dina tillgångar är säkra
th: ฝ่ายซัพพอร์ตได้รับเรื่องแล้ว เงินของคุณปลอดภัย
tr: Destek birimine bildirildi, paranız güvende
vi: Hỗ trợ đã được thông báo, tiền của bạn được an toàn
zh_hans: 已通知技术支持团队 您的资金是安全的，请勿担心

# buy_transaction_success_title
source: Transaction completed
cs: Transakce dokončena
es: Transacción completada
fi_fi: Ostotapahtuma valmis
fr: Transaction terminée
ko: 거래 완료
nl: Transactie voltooid
ru: Транзакция успешно завершена
sv: Transaktion genomförd
th: ทำธุรกรรมเรียบร้อยแล้ว
tr: İşlem tamamlandı
vi: Giao dịch hoàn thành
zh_hans: 交易完成

# buy_transaction_success_text
source: BEAMS will be credited soon
cs: Mince BEAM budou brzy připsány
es: BEAMS serán abonados pronto
fi_fi: BEAMit siirtyvät pian
fr: Vos Beams seront crédités bientôt
ko: BEAM 이 곧 입금될 것입니다.
nl: BEAM'S zullen binnenkort worden gecrediteerd
ru: BEAMS скоро будут зачислены
sv: BEAMS kommer snart att krediteras
th: BEAM จะถูกเติมในไม่ช้า
tr: BEAM'ler hesabınıza yansıtılacak
vi: BEAM sẽ được ghi có sớm
zh_hans: 即将存入Beam

# open_in_explorer
source: Open in Blockchain Explorer
cs: Otevřít v prohlížeči Blockchainu
es: Abrir en el explorador de blockchain
fi_fi: Avaa Blockchain Explorerissa
fr: Ouvrir dans le Blockchain Explorer
ko: 블록체인 탐색기에서 열기
ru: Открыть в Blockchain проводнике
sv: Öppna i block-kedjans utforskare
th: เปิดใน Block Explorer
tr: Blok Gezgininde aç
vi: Mở trong Blockchain Explorer
zh_hans: 在区块链浏览器中打开

source: Receive BEAM
cs: Přijmout BEAM
es: Recibir Beam
fi_fi: Vastaanota BEAM
fr: Recevoir Beam
ko: BEAM 받기
nl: Ontvang BEAM
ru: Получить Beam
sv: Mottagna BEAM
th: รับ Beam
tr: Beam al
vi: Nhận Beam
zh_hans: 接收Beam

source: Send BEAM
cs: Odeslat BEAM
es: Enviar BEAM
fi_fi: Lähetä BEAM
fr: Envoyer BEAM
ko: BEAM 보내기
nl: Verzend BEAM
ru: Отправить BEAM
sv: Skicka BEAM
th: ส่ง BEAM
tr: Beam gönder
vi: Gửi BEAM
zh_hans: 支付Beam

source: Pending
cs: Čekající
es: Pendiente
fi_fi: Odottaa
fr: En cours
ko: 펜딩 중
nl: In afwachting
ru: Ожидание
sv: Väntande
th: กำลังรออยู่
tr: Beklemede
vi: Đang chờ
zh_hans: 待确认

source: Completed
cs: Dokončeno
es: Completado
fi_fi: Valmis
fr: Terminé
ko: 완성
nl: Voltooid
ru: Завершено
sv: Avslutad
th: เรียบร้อยแล้ว
tr: Tamamlandı
vi: Đã hoàn thành
zh_hans: 已完成

source: Received
cs: Přijato
es: Recibido
fi_fi: Vastaanotettu
fr: Reçu
ko: 받음
nl: Ontvangen
ru: Получено
sv: Mottaget
th: ได้​รับ​แล้ว
tr: Alındı
vi: Đã nhận
zh_hans: 已收

source: Sent
cs: Odesláno
es: Enviado
fi_fi: Lähetetty
fr: Envoyé
ko: 보냄
nl: Verzonden
ru: Отправлено
sv: Skickat
th: ส่งแล้ว
tr: Gönderildi
vi: Đã gửi
zh_hans: 已付

source: Expired
cs: Platnost vypršela
es: Caducado
fi_fi: Vanhentunut
fr: Expiré
ko: 만료
nl: Verlopen
ru: Просрочено
sv: Utgånget
th: หมดอายุ
tr: Süresi doldu
vi: Đã hết hạn
zh_hans: 已失效

source: Failed
cs: Selhalo
es: Fallado
fi_fi: Epäonnistui
fr: Echoué
ko: 실패
nl: Mislukt
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Hata
vi: Thất bại
zh_hans: 失败

source: Unknown
cs: Neznámý
es: Desconocido
fi_fi: Tuntematon
fr: Inconnu
ko: 알려지지 않음
nl: Onbekend
ru: Не определено
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
vi: Chưa xác định
zh_hans: 未知

source: Waiting for sender
cs: Čekání na odesílatele
es: Esperando remitente
fi_fi: Odottaa lähettäjää
fr: En attente de l'expéditeur
ko: 보내는 사람을 기다리는 중
nl: Wachten op verzender
ru: В ожидании отправителя
sv: Väntar på avsändare
th: กำลังรอผู้โอน
tr: Gönderici bekleniyor
vi: Đang chờ người gửi
zh_hans: 等待付款方

source: Waiting for receiver
cs: Čekání na příjemce
es: Esperando destinatario
fi_fi: Odottaa saajaa
fr: En attente du destinataire
ko: 받는 사람을 기다리는 중
nl: Wachten op ontvanger
ru: В ожидании получателя
sv: Väntar på mottagare
th: กำลังรอผู้รับ
tr: Alıcı bekleniyor
vi: Đang chờ người nhận
zh_hans: 等待收款方

source: Total available
cs: Celkem k dispozici
es: Total disponible
fi_fi: Käytettävissä yhteensä
fr: Total disponible
ko: 총 가용량
nl: Totaal beschikbaar
ru: Общий баланс
sv: Totalt tillgängligt
th: จำนวนที่สามารถโอนได้
tr: Toplam kullanılabilir
vi: Tổng số có sẵn
zh_hans: 可用余额

source: Send all
cs: Odeslat vše
es: Enviar todo
fi_fi: Lähetä kaikki
fr: Tout envoyer
ko: 전부 보내기
nl: Alles verzenden
ru: Отправить всё
sv: Skicka allt
th: โอนทั้งหมด
tr: Tümünü gönder
vi: Gửi tất cả
zh_hans: 支付全部余额

# send_address_secure
source: Send this address to the sender over an external secure channel.
cs: Poslat tuto adresu odesílateli přes externí zabezpečený kanál.
es: Enviar esta dirección al remitente a través de un canal externo seguro.
fi_fi: Lähetä tämä osoite siirron suorittajalle turvallista viestintävälinettä käyttäen.
fr: Envoyer cette adresse à l'expéditeur via un canal sécurisé externe.
ko: 해당 주소를 외부의 보안 채널로 보내는 사람에게 보내십시오.
nl: Stuur dit adres naar de afzender via een extern beveiligd kanaal.
ru: Отправьте этот адрес отправителю средств, по любому безопасному внешнему каналу.
sv: Skicka denna adress till sändaren över en extern säker kanal.
th: นำที่อยู่นี้ไปให้ผู้ที่จะโอนในช่องทางอื่นๆ.
tr: Bu adresi gönderene harici güvenli bir kanal üzerinden gönderin.
vi: Gửi địa chỉ này cho người gửi qua kênh bảo mật bên ngoài.
zh_hans: 请通过外部安全媒介将此地址发送给付款方

source: Share address
cs: Sdílet adresu
es: Compartir dirección
fi_fi: Jaa osoite
fr: Partager l'adresse
ko: 주소 공유하기
nl: Adres delen
ru: Переслать адрес
sv: Dela adress
th: แชร์ที่อยู่
tr: Adresi paylaş
vi: Chia sẻ địa chỉ
zh_hans: 分享地址

source: Show QR
cs: Zobrazit QR
es: Mostrar QR
fi_fi: Näytä QR-koodi
fr: Afficher le code QR
ko: QR 보이기
nl: QR weergeven
ru: Показать QR
sv: Visa QR
th: แสดง QR
tr: QR kodunu göster
vi: Hiển thị mã QR
zh_hans: 显示二维码

source: Share QR
cs: Sdílet QR
es: Compartir QR
fi_fi: Jaa QR-koodi
fr: Partager le code QR
ko: QR 코드 공유하기
nl: QR delen
ru: Переслать QR
sv: Dela QR
th: แชร์ QR
tr: QR kodunu paylaş
vi: Chia sẻ mã QR
zh_hans: 分享二维码

source: Requested amount
cs: Požadovaná částka
es: Cantidad solicitada
fi_fi: Pyydetty summa
fr: Montant demandé
ko: 요구된 양
nl: Gevraagd bedrag
ru: Запрашиваемая сумма
sv: Begärt belopp
th: ระบุจำนวน
tr: İstenen miktar
vi: Số tiền yêu cầu
zh_hans: 请求数量

source: Now
cs: Nyní
es: Ahora
fi_fi: Nyt
fr: Maintenant
ko: 현재
nl: Nu
ru: До текущего времени
sv: Nu
th: ตอนนี้
tr: Şimdi
vi: Bây giờ
zh_hans: 现在

source: Blockchain height
cs: Velikost Blockchainu
es: Altura de la blockchain
fi_fi: Lohkoketjun pituus
fr: Hauteur de la blockchain
ko: 블록체인 높이
ru: Высота блока
sv: Block-kedjans höjd
tr: Blokzincir Yüksekliği
vi: Chiều cao chuỗi khối
zh_hans: 区块高度

# block_hash
source: Last block hash
cs: Poslední hash bloku
es: Hash del último bloque
fi_fi: Viim. lohkon tiiviste
fr: Dernier hash du bloc
ko: 마지막 블록 해시
nl: Laatste block hash
ru: Хэш последнего блока
sv: Senaste blockets hash
th: Hash ของบล็อคล่าสุด
tr: Son blok hashi
vi: Hàm băm cuối cùng
zh_hans: 最高区块哈希值

source: Coinbase
ko: 코인베이스
ru: Награда
vi: Sàn Coinbase

source: Regular
cs: Běžné
fi_fi: Normaali
fr: Régulier
ko: 일반
nl: Normaal
ru: Обычная
sv: Reguljär
th: ปกติ
tr: Normal
vi: Thông thường
zh_hans: 常规

source: Treasury
cs: Pokladnice
es: Tesorería
fi_fi: Rahasto
fr: Trésorerie
ko: Treausry
nl: Schatkist
ru: Казна
sv: Kassan
tr: Hazine
vi: Kho bạc
zh_hans: 基金会

source: ID
ko: 아이디
ru: Идентификатор
tr: Kimlik

source: Date | time
cs: Datum | čas
es: Fecha | hora
fi_fi: Päivämäärä | aika
fr: Date | heure
ko: 날짜 | 시간
nl: Datum | tijd
ru: Дата | время
sv: Datum | tid
th: วันที่ | เวลา
tr: Tarih | zaman
vi: Ngày | thời gian
zh_hans: 日期 | 时间

source: UTXO history
cs: UTXO historie
es: Historial de UTXO
fi_fi: UTXO-historia
fr: Historique UTXO
ko: UTXO 내역
nl: UTXO geschiedenis
ru: История UTXO
sv: UTXO-historik
th: ประวัติ UTXO
tr: UTXO geçmişi
vi: Lịch sử UTXO
zh_hans: UTXO历史记录

# delete_category_text
source: Are you sure you want to delete “(str)” tag?
cs: Jste si jisti, že chcete odstranit štítek „(str)“?
es: ¿Está usted seguro de querer borrar “(str)” etiqueta?
fi_fi: Oletko varma, että haluat poistaa luokan “(str)”?
fr: Voulez-vous vraiment supprimer ce “(str)” tag ?
ko: 정말 "(str)" 태그를 지우시겠습니까?
nl: Weet u zeker dat u label “(str)” wilt verwijderen?
ru: Вы уверены что хотите удалить метку “(str)”?
sv: Är du säker på att du vill ta bort "(str)" tag?
th: คุณแน่ใจที่จะลบแท็ก “(str)”?
tr: “(str)” etiketini silmek istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa thẻ (str) không?
zh_hans: 确定要删除 “(str)" 标签吗？

# canot_connect_node
source: Cannot connect to node
cs: Nelze se připojit k uzlu
es: No se puede conectar al nodo
fi_fi: Palvelimeen (node) ei saada yhteyttä
fr: Impossible de se connecter au noeud
ko: 노드에 연결할 수 없습니다.
nl: Kan geen verbinding maken met node
ru: Невозможно подключиться к узлу
sv: Kunde inte ansluta till nod
th: ไม่สามารถเชื่อมต่อ Node ได้
tr: Nod{[=-apos;-=]}a bağlanamıyor
vi: Không thể kết nối với nút
zh_hans: 无法连接到节点

# buy_beam_value
source: Send (value) to the above (name) address to complete the transaction
cs: Odeslat (hodnota) na výše uvedenou adresu pro dokončení transakce
es: Enviar (value) a la dirección (name) anterior para completar la transacción
fi_fi: Lähetä (value) yllä olevaan (name)-osoitteeseen suorittaaksesi ostotapahtuman loppuun
fr: Envoyer (value) à l'adresse ci-dessus (name) pour compléter la transaction
ko: (value) 만큼을 (name) 해당 주소에 보내어 거래를 완료합니다
nl: Verzend (waarde) naar bovenstaand (naam) adres om de transactie te voltooien
ru: Отправьте (value) на указанный выше (name) адрес для завершения транзакции
sv: Skicka (value) till ovan (name) adress för att slutföra transaktionen
th: โอน (value) ไปยังที่อยู่ (name) ด้านบนเพื่อดำเนินการธุรกรรม
tr: İşlemi tamamlamak için yukarıdaki (value) adrese gönderin (name)
vi: Gửi (giá trị) đến địa chỉ (tên) ở trên để hoàn thành giao dịch
zh_hans: 付款 (value) to (name) 地址以完成交易

source: Scan receiver QR code
cs: Naskenovat QR kód příjemce
es: Escanear código QR del destinatario
fi_fi: Skannaa saajan QR-koodi
fr: Scanner le code QR Telegram
ko: 받는 사람 QR 코드 스캔하기
nl: Scan QR code van ontvanger
ru: Сканировать QR код
sv: Scanna mottagarens QR-kod
th: สแกน QR Code ของผู้รับ
tr: Alıcı QR kodunu tarayın
vi: Quét mã QR người nhận
zh_hans: 扫描收款人二维码

source: Key code
cs: Kód klíče
es: Código clave
fi_fi: Avaimen koodi
fr: Codes clé
ko: 키 코드
nl: Sleutelcode
ru: Код ключа
sv: Nyckel-kod
tr: Anahtar kodu
vi: Mã khoá
zh_hans: 密钥代码

source: Or
cs: Nebo
es: O
fi_fi: tai
fr: Ou
ko: 또는
nl: Of
ru: Или
sv: Eller
th: หรือ
tr: Veya
vi: Hoặc
zh_hans: 或

# pick_address
source: Change
cs: Změnit
es: Cambiar
fi_fi: Vaihda
fr: Changement
ko: 잔액
nl: Wijzig
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi
zh_hans: 找零

# utxo_type_change
source: Change
cs: Změnit
es: Cambiar
fi_fi: Vaihda
fr: Changement
ko: 잔액
nl: Wijzig
ru: Изменить
sv: Ändra
th: เปลี่ยน
tr: Değiştir
vi: Thay đổi
zh_hans: 找零

# your_current_password
source: Enter your current password
cs: Zadejte své aktuální heslo
es: Introduce tu contraseña actual
fi_fi: Kirjoita salasanasi
fr: Entrez votre mot de passe actuel
ko: 비밀번호를 입력하세요
nl: Voer uw huidige wachtwoord in
ru: Введите текущий пароль
sv: Skriv in ditt nuvarande lösenord
th: กรอกรหัสผ่านปัจจุบัน
tr: Mevcut şifrenizi girin
vi: Nhập mật khẩu hiện tại của bạn
zh_hans: 请输入当前密码

# paste_payment_proof
source: Paste your payment proof here
cs: Zde vložte své potvrzení o platbě
es: Pega tu comprobante de pago aquí
fi_fi: Liitä maksutodistuksen koodi tähän
fr: Merci de copier et de coller votre preuve de paiement ici
ko: 당신의 지불 증명을 여기에 붙여넣기 하세요
nl: Plak hier uw betalingsbewijs
ru: Вставьте подтверждение платежа здесь
sv: Klistra in ditt betalningsbevis här
th: วาง Payment Proof ของคุณที่นี่
tr: Ödeme kanıdınızı buraya yapıştırın
vi: Dán bằng chứng thanh toán tại đây
zh_hans: 请在此处粘贴付款证明

# payment_proof_error
source: Cannot decode a proof, illegal sequence
cs: Nelze rozšifrovat potvrzení, nelegální posloupnost
es: No se puede descodificar la prueba, secuencia ilegal
fi_fi: Maksutodistusta ei voida käsitellä, virheellinen koodi
fr: Impossible de décoder une preuve, séquence illégale
ko: 디코딩 할 수 없습니다. 잘못된 시퀀스입니다.
nl: Kan bewijs niet decoderen, onjuiste reeks
ru: Невозможно декодировать подтверждение
sv: Kan inte avkoda bevis, ogiltig sekvens
th: ไม่สามารถถอดรหัส Payment Proof ได้
tr: Kanıt çözülemedi, yasadışı dizi
vi: Không thể giải mã một bằng chứng, trình tự bất hợp pháp
zh_hans: 无法解码证明 非法序列

# tx_status_unknown
source: Unknown reason
cs: Neznámý důvod
es: Razón desconocida
fi_fi: Tuntematon virhe
fr: Raison inconnue
ko: 알 수 없는 이유
nl: Onbekende reden
ru: Причина не распознана
sv: Okänd anledning
th: ไม่รู้เหตุผล
tr: Bilinmeyen sebep
vi: Lý do chưa xác định
zh_hans: 未知原因

# tx_status_cancelled
source: Transaction was cancelled
cs: Transakce byla zrušena
es: La transacción fue cancelada
fi_fi: Maksutapahtuma peruutettiin
fr: Transaction annulée
ko: 거래가 취소되었습니다.
nl: De transactie is geannuleerd
ru: Транзакция отменена
sv: Transaktion blev avbruten
th: ธุรกรรมได้ถูกยกเลิกแล้ว
tr: İşlem iptal edildi
vi: Giao dịch đã huỷ
zh_hans: 交易已被取消

# tx_status_signature
source: Peer's signature in not valid
cs: Podpis partnera není platný
es: La firma del compañero no es válida
fi_fi: Vertaisverkon (peer) allekirjoitus ei ole pätevä
fr: La signature de la pair n'est pas valide
ko: 피어의 서명이 유효하지 않습니다
nl: Peer's handtekening in niet geldig
ru: Пир с неверной сигнатурой
sv: Jämlike (Peer) signatur ej giltig
th: ข้อมูล Peer ไม่ถูกต้อง
tr: Eş imzası geçerli değil
vi: Chữ ký đồng đẳng không hợp lệ
zh_hans: 节点签名无效

# tx_status_register
source: Failed to register transaction
cs: Registrace transakce se nezdařila
es: Error al registrar la transacción
fi_fi: Maksutapahtuman rekisteröinti epäonnistui
fr: Impossible d'enregistrer la transaction
ko: 거래 등록에 실패하였습니다.
nl: Transactie registreren mislukt
ru: Ошибка при регистрации транзакции в блокчейне
sv: Misslyckade att registrera transaktion
th: ไม่สามารถสร้างธุรกรรมได้
tr: İşlem kaydedilemedi
vi: Không thể đăng ký giao dịch
zh_hans: 注册交易失败

# tx_status_not_valid
source: Transaction is not valid
cs: Transakce není platná
es: La transacción no es válida
fi_fi: Maksutapahtuma ei ole pätevä
fr: La transaction n'est pas valide
ko: 거래가 유효하지 않습니다.
nl: Transactie is ongeldig
ru: Некорректная транзакция
sv: Transaktion är inte giltig
th: ธุรกรรมไม่ถูกต้อง
tr: İşlem geçerli değil
vi: Giao dịch không hợp lệ
zh_hans: 交易不合法

# tx_status_invalid_kernel
source: Invalid kernel proof provided
cs: Poskytnuto neplatné ověření jádra
es: La prueba proporcionada del kernel es inválida
fi_fi: Kernel-varmennus virheellinen
fr: La preuve du kernel est invalide
ko: 유효하지 않은 커널 증명이 제공되었습니다.
nl: Ongeldig kernelbewijs geleverd
ru: Некорректное подтверждение ядра транзакции
sv: Ogiltigt kärn-bevis angett
th: Kernel Proof ที่แจ้งมาไม่ถูกต้อง
tr: Geçersiz kernel kanıtı girildi
vi: Bằng chứng hạt nhân không hợp lệ đã được cung cấp
zh_hans: 提供的内核证明无效

# tx_status_params
source: Failed to send tx parameters
cs: Nepodařilo se odeslat tx parametry
es: Error al enviar los parámetros tx
fi_fi: Maksutapahtuman parametrien lähettäminen epäonnistui
fr: L'envoi des paramètres tx a echoué
ko: 거래 파라미터 전송 실패
nl: Verzenden van tx parameters mislukt
ru: Невозможно отправить параметры транзакции
sv: Misslyckades att skicka Transaktionsparametrar
th: ไม่สามารถส่งพารามิเตอร์ของธุรกรรมได้
tr: İşlem parametreleri gönderilemedi
vi: Không thể gửi tham số tx
zh_hans: 发送交易参数失败

# tx_status_no_inputs
source: No inputs
cs: Žádné vstupy
es: No hay entradas
fi_fi: Ei sisääntuloja (input)
fr: Pas d{[=-apos;-=]}entrée
ko: input 값이 없습니다
nl: Geen invoer
ru: Нет входов
sv: Inga indata
th: ไม่มีข้อมูล
tr: Giriş yok
vi: Không có đầu vào
zh_hans: 无输入

# tx_status_expired_address
source: Address is expired
cs: Platnost adresy vypršela
es: La dirección ha caducado
fi_fi: Osoite vanhentunut
fr: L{[=-apos;-=]}adresse a expiré
ko: 주소가 만료되었습니다.
nl: Adres is verlopen
ru: Адрес просрочен
sv: Adress har utgått
th: ที่อยู่หมดอายุแล้ว
tr: Adresin süresi doldu
vi: Địa chỉ hết hạn
zh_hans: 地址已失效

# tx_status_failed_parameter
source: Failed to get parameter
cs: Nepodařilo se získat parametr
es: Error al obtener el parámetro
fi_fi: Parametrien haku ei onnistunut
fr: Impossible d'obtenir le paramètre
ko: 파라미터 받기 실패
nl: Parameters ophalen mislukt
ru: Невозможно получить параметр транзакции
sv: Misslyckade att hämta parametrar
th: ไม่สามารถรับพารามิเตอร์ได้
tr: İşlem parametreleri alınamadı
vi: Không thể nhận được tham số
zh_hans: 获取参数失败

# tx_status_expired
source: Transaction has expired
cs: Platnost transakce vypršela
es: La transacción ha expirado
fi_fi: Maksutapahtuma vanhentunut
fr: La transaction a expiré
ko: 거래가 만료되었습니다.
nl: Transactie is verlopen
ru: Транзакция просрочена
sv: Transaktion har utgått
th: ธุรกรรมหมดอายุ
tr: İşlemin süresi doldu
vi: Giao dịch đã hết hạn
zh_hans: 交易已过期

# tx_status_not_signed
source: Payment not signed by the receiver
cs: Platba nebyla podepsána příjemcem
es: Pago no firmado por el receptor
fi_fi: Saajan allekirjoitus puuttuu
fr: Paiement non signé par le récipiendaire
ko: 받는 사람이 서명하지 않은 지불
nl: Betaling niet ondertekend door de ontvanger
ru: Сумма не подписана получателем
sv: Betalning har ej blivit signerat av mottagaren
th: การโอนไม่ถูกรับจากผู้รับ
tr: Ödeme alıcı tarafından imzalanmadı
vi: Thanh toán không được ký bởi người nhận
zh_hans: 支付未被收款人签名

# wont_shared
source: Won't be shared
cs: Nebude sdíleno
es: No será compartido
fi_fi: Ei näy muille
fr: Ne sera pas partagé
ko: 공유되지 않을 것입니다.
nl: Wordt niet gedeeld
ru: Не покидает устройства
sv: Kommer inte att delas med någon
th: ไม่ถูกแชร์
tr: Paylaşılmayacak
vi: Không chia sẻ
zh_hans: 不会被共享

source: Awaiting deposit
cs: Čekání na vklad
es: Esperando deposito
fi_fi: Odottaa talletusta
fr: Dépôt en attente
ko: 예치금 기다리는 중
nl: Wachten op storting
ru: В ожидании оплаты
sv: Inväntar deposition
th: กำลังรอการฝากเงิน
tr: Yatırılan para bekleniyor
vi: Đang chờ tiền gửi
zh_hans: 等待存款

source: Order ID
cs: ID objednávky
es: ID de la orden
fi_fi: Tilausnumero
fr: Commande n°
ko: 주문 ID
nl: Bestelling ID
ru: Идентификатор заказа
th: เลขที่การสั่งซื้อ
tr: Emir kimliği
vi: ID đơn hàng
zh_hans: 订单ID
