Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# ownerkey_touchid_confirm
source: Please use Touch ID to finish verification
cs: Pro dokončení ověření použijte Touch ID
es: Por favor use el Touch ID para finalizar la verificación
fi_fi: Käytä Touch ID:tä suorittaaksesi tunnistautumisen
fr: Merci d'utiliser Touch ID pour finaliser la vérification
ko: 검증 완료를 위해 Touch ID 를 사용해주세요
nl: Gebruik Touch ID om de verificatie af te ronden
ru: Используйте Touch ID для завершения аутентикации
sv: Vänligen använd touch-ID för att avsluta verifieringen
th: กรุณาใช้งาน Touch ID เพื่อตรวจสอบ
tr: Doğrulamayı tamamlamak için lütfen Touch ID'nizi kullanın
vi: Vui lòng sử dụng Touch ID để hoàn tất xác minh
zh_hans: 请使用触控ID完成认证

source: Name
cs: Jméno
es: Nombre
fi_fi: Nimi
fr: Nom
ko: 이름
nl: Naam
ru: Имя
sv: Namn
th: ชื่อ
tr: İsim
vi: Tên
zh_hans: 名称

# confirm
source: Confirmation
cs: Potvrzení
es: Confirmación
fi_fi: Vahvistus
ko: 확인
nl: Bevestiging
ru: Подтверждение
sv: Bekräftelse
th: การยืนยัน
tr: Onay
vi: Xác nhận
zh_hans: 确认

source: Send to
cs: Odeslat do
es: Enviar a
fi_fi: Saaja
fr: Envoyer à
ko: 보내기
nl: Verzenden naar
ru: Получатель
sv: Skicka till
th: โอนไปยัง
tr: Gönder
vi: Gửi tới
zh_hans: 付款至

source: Amount to send
cs: Částka k odeslání
es: Cantidad a enviar
fi_fi: Summa
fr: Montant à envoyer
ko: 보낼 양
nl: Te verzenden bedrag
ru: Сумма
sv: Belopp att skicka
th: จำนวนโอน
tr: Gönderilecek miktar
vi: Số tiền cần gửi
zh_hans: 付款金额

# total_utxo
source: Total UTXO value
cs: Celková hodnota UTXO
es: Valor total del UTXO
fi_fi: UTXO-kokonaisarvo
fr: Total valeur UTXO
ko: UTXO 총량
nl: Totale UTXO waarde
ru: Общая сумма UTXO
sv: Totalt UTXO-värde
th: ค่าของ UTXO ทั้งหมด
tr: Toplam UTXO değeri
vi: Tổng giá trị UTXO
zh_hans: 总UTXO价值

# send_notice
source: For the transaction to complete, the recipient must get online within the next 12 hours and you should get online within 2 hours afterwards.
cs: Pro dokončení transakce musí být příjemce online během následujících 12 hodin a měli byste být online do 2 hodin poté
es: Para que la transacción se complete, el destinatario debe conectarse dentro de las próximas 12 horas y usted debe conectarse dentro de las 2 horas posteriores
fi_fi: Jotta maksutapahtuma onnistuu, tulee saajan avata lompakkonsa 12 tunnin sisällä lähetyksestä, minkä jälkeen sinun tulee vielä avata lompakko 2 tunnin sisällä
fr: Pour compléter la transaction, le récipiendaire doit se connecter dans les douze heures et vous devrez être en ligne dans les deux heures suivant.
ko: 거래가 완료되기 위해서, 수신자는 12시간 이내로 온라인 상태가 되어야하고 당신 역시 2시간 안으로 온라인 상태이어야합니다.
nl: Om de transactie te voltooien moet de ontvanger binnen de komende 12 uur online zijn en moet u binnen 2 uur daarna online zijn
ru: For the transaction to complete, the recipient must get online within the next 12 hours and you should get online within 12 hours afterwards
sv: För att transaktionen skall gå igenom måste mottagaren komma online inom 12 timmar och du måste vara online inom 2 timmar efteråt
th: เพื่อให้ธุรกรรมเสร็จสมบูรณ์ ผู้รับโอนจะต้องออนไลน์ภายใน 12 ชั่วโมงและคุณควรจะออนไลน์หลังจากนั้นภายใน 2 ชั่วโมง
tr: İşlemin tamamlanması için, alıcının önümüzdeki 12 saat içinde çevrimiçi olması ve ardından sizin 2 saat içinde çevrimiçi olmanız gerekir
vi: Để giao dịch được hoàn thành, người nhận cần trực tuyến trong 12 giờ tới và bạn cần trực tuyến trong 2 giờ sau đó
zh_hans: 为使交易顺利完成，收款人应于12小时内上线同步其钱包至最新高度，而后您应于2小时内再次上线同步钱包

# save_address_title
source: Save address
cs: Uložit adresu
es: Salvar dirección
fi_fi: Tallenna osoite
fr: Sauvegarder adresse
ko: 주소 저장
nl: Adres opslaan
ru: Сохранить адрес
sv: Spara adress
th: บันทึกที่อยู่
tr: Adresi kaydet
vi: Lưu địa chỉ
zh_hans: 保存地址

# save_contact_title
source: Save contact
cs: Uložit kontakt
es: Guardar contacto
fi_fi: Tallenna yhteystieto
ko: 연락처 저장
nl: Contact opslaan
ru: Сохранить контакт
sv: Spara kontakt
th: บันทึกรายชื่อ

# save_contact_text
source: Would you like to save recipient address for futher transactions?
cs: Chcete uložit adresu příjemce pro další transakce?
es: ¿Le gustaría guardar la dirección del destinatario para futuras transacciones?
fi_fi: Haluatko tallentaa saajan osoitteen yhteystietoihisi?
fr: Voulez-vous sauvegarder l'adresse du récipiendaire pour de futures transactions ?
ko: 추후의 추가 거래를 위해 받는 사람의 주소를 저장하겠습니까?
nl: Wilt u het adres van de ontvanger opslaan voor toekomstige transacties?
ru: Xотите сохранить адрес получателя для дальнейших транзакций?
sv: Vill du spara mottagar-adressen för framtida transaktioner?
th: คุณต้องการที่จะบันทึกที่อยู่ผู้รับโอนนี้สำหรับการทำธุรกรรมในอนาคตหรือไม่?
tr: Diğer işlemler için alıcı adresini kaydetmek ister misiniz?
vi: Bạn có muốn lưu địa chỉ người nhận cho các giao dịch trong tương lai?
zh_hans: 是否保存收款人地址以方便未来继续向其付款？

# save_address_text
source: Would you like to save created address and use it later?
cs: Chcete uložit vytvořenou adresu a použít ji později?
es: ¿Te gustaría guardar la dirección creada y usarla más tarde?
fi_fi: Haluatko tallentaa luodun osoitteen ja käyttää sitä myöhemmin?
fr: Voulez-vous enregistrer l'adresse créée et l'utiliser plus tard ?
ko: 생성된 주소를 저장하고 나중에 또 사용하시겠습니까?
nl: Wilt u het aangemaakte adres opslaan en later gebruiken?
ru: Xотите сохранить созданный адрес чтобы использовать его позже?
sv: Vill du spara skapade adresser och använda dessa vid ett senare tillfälle?
th: คุณต้องการที่จะบันทึกที่อยู่นี้และใช้ในภายหลังหรือไม่?
tr: Oluşturulan adresi kaydedip daha sonra kullanmak ister misiniz?
vi: Bạn có muốn lưu địa chỉ đã tạo và dùng sau đó?
zh_hans: 是否保存创建的地址以备后用？

# not_save
source: Don’t save
cs: Neukládat
es: No guardar
fi_fi: Älä tallenna
fr: Ne pas sauvegarder
ko: 저장하지 않기
nl: Niet opslaan
ru: Не сохранять
sv: Spara inte
th: ไม่ต้องบันทึก
tr: Kaydetme
vi: Không lưu
zh_hans: 不保存

# address_copied
source: Address copied to clipboard
cs: Adresa zkopírována do schránky
es: La dirección ha sido copiada al portapapeles
fi_fi: Osoite kopioitu leikepöydälle
fr: Adresse copiée
ko: 주소가 클립보드에 저장 되었습니다.
nl: Adres naar klembord gekopieerd
ru: Скопировано в буфер обмена
sv: Adress kopierat till urklipp
th: คัดลอกที่อยู่ไปยังคลิปบอร์ดแล้ว
tr: Adres panoya kopyalandı
vi: Địa chỉ được sao chép vào bảng tạm
zh_hans: 地址已被复制到剪贴板

source: Copy
cs: Kopírovat
es: Copiar
fi_fi: Kopioi
fr: Copier
ko: 복사
nl: Kopiëren
ru: Копировать
sv: Kopiera
th: คัดลอก
tr: Kopyala
vi: Sao chép
zh_hans: 复制

source: Edit contact
cs: Upravit kontakt
es: Editar contacto
fi_fi: Muokkaa yhteystietoa
fr: Modifier contact
ko: 컨트랙트 편집
nl: Contactpersoon bewerken
ru: Править контакт
sv: Ändra kontakt
th: แก้ไขผู้ติดต่อ
tr: Kişiyi düzenle
vi: Chỉnh sửa liên hệ
zh_hans: 编辑联系人

source: Delete contact
cs: Smazat kontakt
es: Borrar contacto
fi_fi: Poista yhteystieto
fr: Effacer un contact
ko: 연락처 삭제
nl: Contactpersoon verwijderen
ru: Удалить контакт
sv: Ta bort kontakt
th: ลบผู้ติดต่อ
tr: Kişiyi sil
vi: Xoá liên hệ
zh_hans: 删除联系人

source: Copy contact
cs: Kopírovat kontakt
es: Copiar contacto
fi_fi: Kopioi yhteystieto
fr: Copier un contact
ko: 컨트랙트 복사
nl: Contactpersoon kopiëren
ru: Копировать контакт
sv: Kopiera kontakt
th: คัดลอกผู้ติดต่อ
tr: Kişiyi kopyala
vi: Sao chép liên hệ
zh_hans: 复制联系人

# delete_contact_transaction
source: Delete contact and related transactions
cs: Odstranit kontakt a související transakce
es: Eliminar contacto y transacciones relacionadas
fi_fi: Poista yhteystieto ja siihen liittyvät tapahtumat
fr: Effacer l'adresse et les transactions qui y sont liées
ko: 연락처 및 연락처와 관련된 거래들 삭제하기
nl: Contactpersoon en gerelateerde transacties verwijderen
ru: Удалить контакт вместе с соответствующими транзакциями
sv: Ta bort kontakt och relaterade transaktioner
th: ลบผู้ติดต่อและธุรกรรมที่เกี่ยวข้อง
tr: Kişiyi ve ilgili işlemleri sil
vi: Xoá liên hệ và giao dịch liên quan
zh_hans: 删除联系人及其关联的交易记录

source: Delete contact only
cs: Odstranit pouze kontakt
es: Borrar solamente el contacto
fi_fi: Poista vain yhteystieto
fr: Effacer contact uniquement
ko: 연락처만 삭제하기
nl: Alleen contactpersoon verwijderen
ru: Удалить только сам контакт
sv: Ta bort endast kontakt
th: ลบผู้ติดต่อเท่านั้น
tr: Sadece kişiyi sil
vi: Chỉ xoá liên hệ
zh_hans: 仅删除联系人

source: Outgoing address
cs: Odchozí adresa
es: Dirección saliente
fi_fi: Lähettävä osoite
fr: Adresse sortante
ko: 발신 주소
nl: Uitgaande adres
ru: Адрес отправителя
sv: Utgående adresser
th: ที่อยู่ที่ใช้โอน
tr: Giden adres
zh_hans: 出账地址

source: Your password
cs: Vaše heslo
es: Tu contraseña
fi_fi: Salasanasi
fr: Votre mot de passe
ko: 당신의 비밀번호
nl: Uw wachtwoord
ru: Ваш пароль
sv: Ditt lösenord
th: รหัสผ่านของคุณ
tr: Şifreniz
vi: Mật khẩu của bạn
zh_hans: 你的密码

source: Node
cs: přístupový bod Node
es: Nodo
fi_fi: Palvelin (node)
fr: Noeud
ko: 노드
ru: Узел
sv: Nod
tr: Nod
vi: Nút
zh_hans: 节点

# categories
source: Tags
cs: Štítky
es: Etiquetas
fi_fi: Luokat
ko: 태그 목록
nl: Labels
ru: Метки
sv: Tagar
th: แท็ก
tr: Etiketler
vi: Nhãn
zh_hans: 标签

source: ip:port
es: ip: puerto
fi_fi: IP:portti
ko: 아이피 : 포트
nl: ip:poort
ru: ip адрес:порт
vi: ip:cổng
zh_hans: IP地址:端口

# ask_password
source: Ask for password on every Send
cs: Požádat o heslo při každém odeslání
es: Pedir contraseña en cada envío
fi_fi: Kysy salasanaa aina ennen lähettämistä
fr: Demander le mot de passe pour chaque Envoi
ko: 매 전송마다 비밀번호 물어보기
nl: Vraag om wachtwoord bij elke verzending
ru: Запрашивать пароль при каждом отправлении
sv: Fråga efter lösenord vid varje skickad transaktion
th: ถามรหัสผ่านทุกครั้งก่อนจะโอน
tr: Her yollama işleminde şifre iste
vi: Yêu cầu mật khẩu với mỗi lần gửi
zh_hans: 每次付款时均要求输入密码

# allow_open_link
source: Allow opening external links
cs: Povolit otevírání externích odkazů
es: Permitir abrir enlace externo
fi_fi: Anna sovelluksen avata ulkoisia linkkejä
fr: Autoriser l'ouverture d'un lien externe
ko: 외부 링크 열기 허용
nl: Externe links openen toestaan
ru: Разрешить открытие внешних ссылок
sv: Tillåt att öppna externa länkar
th: อนุญาตให้เปิดลิงค์ภายนอก
tr: Harici linkleri açmaya izin ver
vi: Cho phép mở các liên kết bên ngoài
zh_hans: 允许打开外部链接

source: Change wallet password
cs: Změnit heslo peněženky
es: Cambia la contraseña del wallet
fi_fi: Vaihda lompakon salasana
fr: Modifier le mot de passe du portefeuille
ko: 지갑 비밀번호 바꾸기
nl: Wijzig wallet wachtwoord
ru: Сменить пароль кошелька
sv: Byt plånbokens lösenord
th: เปลี่ยนรหัสผ่านกระเป๋า
tr: Cüzdan şifresini değiştirin
vi: Thay đổi mật khẩu ví
zh_hans: 修改钱包密码

# create_new_category
source: Create new tag
cs: Vytvořit nový štítek
es: Crea una nueva etiqueta
fi_fi: Lisää uusi luokka
fr: Créer un nouveau tag
ko: 새로운 태그 만들기
nl: Nieuw label aanmaken
ru: Создать метку
sv: Skapa ny tag
th: สร้างแท็กใหม่
tr: Yeni etiket oluştur
vi: Tạo nhãn mới
zh_hans: 创建标签

# report_problem
source: Report a problem
cs: Nahlásit problém
es: Informar de un problema
fi_fi: Ilmoita ongelmasta (englanniksi)
fr: Signaler un problème
ko: 문제 신고하기
nl: Rapporteer een probleem
ru: Сообщить о проблеме
sv: Rapportera ett problem
th: รายงานปัญหา
tr: Sorunu rapor edin
vi: Báo cáo một vấn đề
zh_hans: 报告问题

# open_tg_bot
source: Open telegram bot
cs: Otevřít Telegram bota
es: Abrir bot de telegram
fi_fi: Avaa telegrambotti
fr: Ouvrir le bot Telegram
ko: 텔레그램 bot 열기
ru: Открыть бот Telegram
sv: Öppna telegram bot
th: เปิด Telegram Bot
tr: Telegram botunu aç
vi: Mở bot điện tín
zh_hans: 打开Telegram机器人

# link_tg_bot
source: Linking telegram bot
cs: Propojování Telegram bota
es: Enlazando con el bot de Telegram
fi_fi: Linkitetään telegrambottia
fr: Connecter le bot Telegram
ko: 텔레그렘 bot 연결하기
nl: Telegram bot koppelen
ru: Соединение с ботом Telegram
sv: Länka telegram bot
th: ต่อกับ Telegram Bot
tr: Telegram botu bağlanıyor
vi: Đang liên kết bot điện tín
zh_hans: 正在关联Telegram机器人

# unlock_password
source: Enter your current password to change the settings
cs: Pro změnu nastavení zadejte své aktuální heslo
es: Introduzca su contraseña actual para cambiar la configuración
fi_fi: Kirjoita salasanasi muuttaaksesi asetuksia
fr: Saisir votre mot de passe pour procéder aux changements de paramètres
ko: 설정 변경하시려면 비밀번호를 입력하세요
nl: Voer uw huidige wachtwoord in om de instellingen te wijzigen
ru: Введите свой текущий пароль, чтобы изменить настройки
sv: Ange nuvarande lösenord för att ändra inställningarna
th: กรอกรหัสผ่านของคุณเพื่อดำเนินการเปลี่ยนแปลงการตั้งค่า
tr: Ayarlarda değişiklik yapmak için mevcut şifrenizi girin
vi: Nhập mật khẩu hiện tại của bạn để thay đổi cài đặt
zh_hans: 请输入当前密码以修改设置

# tg_bot_linked
source: Telegram bot successfully linked
cs: Telegram bot byl úspěšně propojen
es: Bot de Telegram enlazado exitosamente
fi_fi: Telegrambotin linkitys onnistui
fr: Le bot Telegram est connecté avec succès
ko: 텔레그램 bot 이 성공적으로 연결되었습니다.
nl: Telegram bot succesvol gekoppeld
ru: Связь с ботом Telegram успешно установлена
sv: Lyckad länkning av telegram-bot
th: ได้ทำการต่อ Telegram Bot เรียบร้อยแล้ว
tr: Telegram botu başarıyla bağlandı
vi: Bot Telegram đã được liên kết thành công
zh_hans: Telegram机器人成功关联

# tg_bot_not_linked
source: Error Telegram bot is not linked Please try again
cs: Chyba Telegram bot není spojen Zkuste to prosím znovu
es: Error El bot de Telegram no está vinculado Inténtalo de nuevo
fi_fi: Virhe Telegrambotin linkitys epäonnistui Yritä uudelleen
fr: Erreur Le bot Telegram n'est pas connecté Merci d'essayer à nouveau
ko: 오류 텔레그램 bot 이 연결되지 않았습니다. 다시 시도해주세요
nl: Fout Telegram bot is niet gekoppeld Probeer opnieuw
ru: Ошибка Связь с ботом Telegram утеряна Повторите еще раз
sv: Fel Telegram-bot blev ej länkad. Vänligen testa igen
th: ผิดพลาด! ไม่สามารถเชื่อมต่อ Telegram Bot ได้ กรุณาลองอีกครั้ง
tr: Hata Telegram botu bağlı değil Lütfen tekrar deneyin
vi: Lỗi Bot Telegram không được liên kết Vui lòng thử lại
zh_hans: 错误 Telegram机器人未关联 请重试

# tg_bot_not_linked_notification
source: To link the bot, you need to enable notifications. Turn on notifications in Settings and reconnect to the bot again
cs: Pro propojení bota je třeba povolit oznámení. Zapněte oznámení v nastavení a připojte se znovu.
es: Para enlazar el bot, necesitas habilitar las notificaciones. Activa las notificaciones en Configuración y vuelve a conectar el bot de nuevo
fi_fi: Linkittääksesi botin sinun tulee kytkeä päälle ilmoitukset. Kytke ilmoitukset päälle asetuksista ja yhdistä bottiin uudelleen
fr: Pour connecter le bot, vous devez activer les notifications. Activez les notifications dans les Paramètres et connectez le bot à nouveau
ko: bot 에 연결하기 위해서, 알림 기능을 켜세요. 설정에서 알림 기능을 키고 bot 연결을 다시 시도하세요
nl: Om de bot te koppelen, moet u meldingen inschakelen. Schakel meldingen in via Instellingen en maak opnieuw verbinding met de bot
ru: Для привязки бота вы должны включить уведомления. Включите уведомления в настройках и попробуйте привязать бота еще раз
sv: För att länka botten behöver du tillåta notifieringar. Slå på notifieringar i Inställningar och återanslut bot igen
th: คุณจะต้องเปิดใช้การแจ้งเตือนเพื่อต่อกับ Telegram Bot ซึ่งคุณสามารถเปิดการใช้งานการแจ้งเตือนได้ที่เมนูการตั้งค่าและต่อกับ Telegram Bot อีกครั้ง
tr: Botu bağlamak için bildirimleri etkinleştirmeniz gerekir. Ayarlarda bildirimleri açın ve botu yeniden bağlayın
vi: Để liên kết bot, bạn cần kích hoạt thông báo. Bật thông báo trong Cài đặt và kết nối lại với bot
zh_hans: 您需要启用通知才能关联机器人 请启用通知后重新连接机器人

# tg_bot_connection
source: Connecting to the telegram bot
cs: Připojování k Telegram botovi
es: Conectando con el bot de telegram
fi_fi: Yhdistetään telegrambottiin
fr: Connexion au bot Telegram
ko: 텔레그램 bot 에 연결 중
nl: Verbinden met de telegram bot
ru: Подключение к боту
sv: Ansluter till telegram-bot
th: กำลังต่อกับ Telegram Bot
tr: Telegram botuna bağlanıyor
vi: Kết nối với bot telegram
zh_hans: 正在连接Telegram机器人

source: Transaction search
cs: Vyhledávání transakcí
es: Buscar transacción
fi_fi: Etsi tapahtumia
fr: Recherche de transaction
ko: 거래 검색
nl: Transactie zoeken
ru: Поиск транзакций
sv: Sök transaktion
th: ค้นหาธุรกรรม
tr: İşlem arama
vi: Tìm kiếm giao dịch
zh_hans: 交易搜索

source: Search
cs: Hledat
es: Buscar
fi_fi: Etsi
fr: Rechercher
ko: 검색
nl: Zoeken
ru: Поиск
sv: Sök
th: ค้นหา
tr: Ara
vi: Tìm
zh_hans: 搜索

# click_receive_beam
source: Click to receive Beam
cs: Klikněte pro příjem
es: Click para recibir los Beam
fi_fi: Paina vastaanottaaksesi Beamiä
fr: Cliquez ici pour recevoir des Beams
ko: 클릭하여 Beam 받기
nl: Klik om Beam te ontvangen
ru: Нажмите, чтобы получить BEAM
sv: Klicka för att ta emot Beam
th: กดเพื่อรับ BEAM
tr: Beam almak için tıklayın
vi: Nhấn để nhận Beam
zh_hans: 点击以接收Beam

# save_edit_address_text
source: Would you like to save changes in this address?
cs: Chcete uložit změny v této adrese?
es: ¿Te gustaría guardar los cambios en esta dirección?
fi_fi: Haluatko tallentaa osoitteen muutokset?
fr: Voulez-vous enregistrer les modifications de cette adresse ?
ko: 해당 주소의 잔액을 저장하고 싶습니까?
nl: Wilt u de wijzigingen aan dit adres opslaan?
ru: Сохранить отредактированный адрес?
sv: Vill du spara ändringar för denna adress?
th: คุณต้องการที่จะบันทึกการรเปลี่ยนแปลงของที่อยู่นี้หรือไม่?
tr: Bu adresdeki değişiklikleri kaydetmek ister misiniz?
vi: Bạn có muốn lưu thay đổi trong địa chỉ này?
zh_hans: 是否保存对该地址的修改？

# receive_notice
source: For the transaction to complete, you should get online during the 12 hours after Beams are sent.
cs: Pro dokončení transakce byste měli být online během 12 hodin po odeslání.
es: Para que la transacción se complete, debe conectarse durante las 12 horas posteriores al envío de los Beams.
fi_fi: Jotta maksutapahtuma onnistuu, tulee sinun avata lompakkosi 12 tunnin sisällä lähetyksestä.
fr: Pour compléter la transaction, vous devez être en ligne dans les douze heures après que les Beams ont été envoyés.
ko: 거래를 완료하기 위해서는, Beam 을 보낸 후 12시간 동안 온라인 상태이어야 합니다.
nl: Om de transactie te voltooien moet u binnen 12 uur nadat de Beam's zijn verzonden online zijn.
ru: Для завершения транзакции вы должны быть онлайн в течение 12 часов после отправки.
sv: För att transaktionen ska lyckas måste plånboken vara online inom 12 timmar efter Beam har skickats.
th: เพื่อให้การทำธุรกรรมเสร็จสมบูรณ์ คุณควรจะออนไลน์ระหว่าง 12 ชั่วโมงหลังจากที่ได้ทำการสั่งโอน Beam ออกไป
tr: İşlemin tamamlanması için, Beam'ler gönderildikten sonraki 12 saat içinde çevrimiçi olmalısınız.
vi: Để giao dịch hoàn tất, bạn cần truy cập trực tuyến trong vòng 12 giờ sau khi Beams được gửi.
zh_hans: 为使交易顺利完成，您需要在支付完Beam后12小时内上线同步钱包

source: Save changes
cs: Uložit změny
es: Salvar cambios
fi_fi: Tallenna muutokset
fr: Confirmer les modifications
ko: 변경 저장
nl: Wijzigingen opslaan
ru: Сохранить изменения
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydedin
vi: Lưu thay đổi
zh_hans: 保存修改

# my_rec_address
source: My receiving address
cs: Moje přijímací adresa
es: Mi dirección de recepción
fi_fi: Oma vastaanottava osoite
fr: Mon adresse de réception
ko: 나의 받는 주소
nl: Mijn ontvangstadres
ru: Мои адреса для получения
sv: Mina mottagande adresser
th: ที่อยู่ที่ใช้รับโอนของฉัน
tr: Alıcı adreslerim
vi: Địa chỉ nhận của tôi
zh_hans: 收款地址

# my_send_address
source: My sending address
cs: Moje odesílací adresa
es: Mi dirección de envío
fi_fi: Oma lähettävä osoite
fr: Mon adresse d'envoi
ko: 나의 보내는 주소
nl: Mijn verzendadres
ru: Мои адреса для отправки
sv: Mina skickande adresser
th: ที่อยู่ที่ใช้โอนของฉัน
tr: Gönderici adreslerim
vi: Địa chỉ gửi của tôi
zh_hans: 付款地址

source: My address
cs: Moje adresa
es: Mi dirección
fi_fi: Oma osoite
fr: Mon adresse
ko: 내 주소
nl: Mijn adres
ru: Мой адрес
sv: Min adress
th: ที่อยู่ของฉัน
tr: Adresim
vi: Địa chỉ của tôi
zh_hans: 我的地址

source: No name
cs: Bez názvu
es: Sin nombre
fi_fi: Ei nimeä
fr: Sans nom
ko: 이름 없음
nl: Geen naam
ru: Имя не указано
sv: Inget namn
th: ไม่มีชื่อ
tr: İsim yok
vi: Không tên
zh_hans: 无名称

source: Buy BEAM
cs: Koupit BEAM
es: Compra BEAM
fi_fi: Osta BEAMiä
fr: Acheter BEAM
ko: BEAM 사기
nl: Koop BEAM
ru: Купить BEAM
sv: Köp BEAM
th: ซื้อ BEAM
tr: Beam satın al
vi: Mua BEAM
zh_hans: 购买BEAM

source: You send
cs: Odesíláte
es: Usted envia
fi_fi: Sinä lähetät
fr: Vous envoyez
ko: 보냅니다
nl: U verzendt
ru: Вы отправили
sv: Du skickar
th: คุณโอน
tr: Gönderdiniz
vi: Bạn gửi
zh_hans: 你付款

# you_get
source: You will get
cs: Dostanete
es: Usted conseguirá
fi_fi: Sinä vastaanotat
fr: Vous obtenez
ko: 당신은 을 받을 것입니다.
nl: U zult ontvangen
ru: Вы получите
sv: Du kommer att mottaga
th: คุณจะได้รับ
tr: Alacaksınız
vi: Bạn sẽ nhận
zh_hans: 你会得到

source: recipient address
cs: adresa příjemce
es: dirección de destinatario
fi_fi: saajan osoite
fr: adresse du destinataire
ko: 수신자 주소
nl: adres van ontvanger
ru: адрес получателя
sv: mottagande adress
th: ที่อยู่ของผู้รับ
tr: alıcı adresleri
vi: địa chỉ người nhận
zh_hans: 收款人地址

source: refund address
cs: adresa vrácení peněz
es: dirección de reembolso
fi_fi: maksun palautusosoite
fr: adresse de remboursement
ko: 환불 주소
nl: terugbetalings adres
ru: адрес для сдачи
sv: återbetalande adress
th: ที่อยู่ในการชำระคืน
tr: iade adresi
vi: địa chỉ hoàn trả
zh_hans: 退款地址

# min_amount
source: Minimum amount is
cs: Minimální částka je
es: La cantidad mínima es
fi_fi: Minimisumma
fr: Montant minimum
ko: 최소금액은 입니다
nl: Minimum aantal is
ru: Минимальная сумма
sv: Minsta belopp är
th: จำนวนขั้นต่ำคือ
tr: Minimum tutar
vi: Số tiền tối thiểu là
zh_hans: 最小数量是

source: Beam to receive
cs: mincí Beam bude přijmuto
es: Beam a recibir
fi_fi: Summa Beameinä
fr: Beam à recevoir
ko: 받을 BEAM
nl: Te ontvangen Beam
ru: Вы получите
sv: Beam att motta
th: จำนวน Beam ที่จะรับ
tr: Beam almak için
vi: Beam nhận
zh_hans: 收款Beam

# beam_recepient
source: Beam recipient address
cs: Adresa příjemce mincí Beam
es: Dirección de destinatario de Beam
fi_fi: Beamin saajan osoite
fr: Adresse du récipiendaire
ko: Beam 수신자 주소
nl: Beam ontvanger adres
ru: Адрес получателя BEAM
sv: Beam mottagande adress
th: ที่อยู่ของผู้รับ Beam
tr: Beam alıcı adresleri
vi: Địa chỉ người nhận Beam
zh_hans: 收款人地址

source: Start transaction
cs: Zahájit transakci
es: Comenzar transacción
fi_fi: Osta
fr: Démarrer la transaction
ko: 거래 시작
nl: Start transactie
ru: Запустить транзакцию
sv: Starta transaktion
th: เริ่มต้นธุรกรรม
tr: İşlemi başlat
vi: Bắt đầu giao dịch
zh_hans: 开始交易

# star_transaction_notice
source: By clicking "Start transaction" you accept CryptoWolf Terms of Use & Conditions
cs: Kliknutím na tlačítko "Zahájit transakci" souhlasíte s Podmínkami používání fy CryptoWolf
es: Al hacer clic en "Iniciar transacción" usted acepta Términos y condiciones de uso de CryptoWolf
fi_fi: Painamalla "Osta"-näppäintä hyväksyt CryptoWolfin käyttö- ja sopimusehdot (englanniksi)
fr: En cliquant sur "Démarrer la transaction" vous acceptez les Conditions d'utilisation de CryptoWolf
ko: "거래 시작"을 클릭하시면 CryptoWolf 의 이용약관에 동의하시는 것입니다.
nl: Door op "Start transactie" te klikken accepteert u de CryptoWolf Gebruiksvoorwaarden & Condities
ru: Нажав «Начать транзакцию», вы принимаете условия использования и пользовательское соглашение CryptoWolf
sv: Genom att klicka på "Starta transaktion" accepterar du CryptoWolf Användarvillkor
th: หากกด "เริ่มต้นธุรกรรม" นั่นจะหมายถึงว่าคุณได้ยอมรับข้อกำหนดการใช้งานและเงื่อนไขการใช้งานจาก CryptoWolf แล้ว
tr: "İşlemi başlat" a tıklayarak CryptoWolf Kullanım Koşullarını kabul edersiniz
vi: Bằng cách nhấp vào "Bắt đầu giao dịch", bạn đã chấp nhận Điều khoản sử dụng & Điều kiện của CryptoWolf
zh_hans: 点击“开始交易”，表示您同意并接受CryptoWolf使用条款及细则

# terms_of_use
source: Terms of Use & Conditions
cs: Podmínky používání
es: Términos y condiciones de uso
fi_fi: Käyttö- ja sopimusehdot
fr: Conditions générales d'utilisation
ko: 이용약관 및 조건
nl: Gebruiksvoorwaarden & Condities
ru: Условия использования и пользовательское соглашение
sv: Användarvillkor
th: ข้อกำหนดการใช้งานและเงื่อนไข
tr: Kullanım Koşulları
vi: Điều khoản sử dụng & điều kiện
zh_hans: 使用条款及细则
