Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# enable_touch_id_text
source: Would you like to use Touch ID for login to your wallet? After login Touch ID can be enabled or disabled at any time in the settings menu
cs: Chcete použít Touch ID pro přihlášení do Vaší peněženky? Po přihlášení může být Touch ID kdykoli povoleno nebo zakázáno v menu nastavení
es: ¿Le gustaría usar Touch ID como identificador para iniciar sesión en su wallet? Después de iniciar sesión con Touch ID se puede activar o desactivar en cualquier momento en el menú de configuración
fi_fi: Haluatko ottaa käyttöön Touch ID:n sisäänkirjautumisen yhteydessä? Sisäänkirjautumisen jälkeen Touch ID voidaan milloin tahansa kytkeä joko päälle tai pois päältä lompakon asetuksissa
fr: Voulez-vous utiliser Face ID pour vous pour vous connecter à votre portefeuille? Après la connexion \ (mécanisme) peut être activé ou désactivé à tout moment dans le menu des paramètres
ko: 지갑에 로그인하는데 Touch ID 를 사용할 것인가요? Touch ID 는 로그인 후에도 설정 메뉴에서 언제든지 활성화 및 비활성화 할 수 있습니다.
nl: Wilt u Touch ID gebruiken om in te loggen in uw wallet? Na het inloggen kan Touch ID op elk gewenst moment in het instellingen menu in- of uitgeschakeld worden
ru: Использовать Touch ID для входа в кошелек? Впоследствии можно включить или отключить в настройках в любое время.
sv: Vill du använda Touch-ID till att logga in på din plånbok? Efter login kan Touch-ID bli på eller avslaget när som helst i inställningsmenyn
th: คุณต้องการใช้จะใช้ Touch ID ในการเปิดกระเป๋าหรือไม่? หลังจากที่คุณใช้ Touch ID ในการเปิดกระเป๋าแล้ว คุณสามารถที่จะเปิด/ปิดการใช้งาน Touch ID ได้ที่เมนูการตั้งค่า
tr: Cüzdanınıza giriş yapmak için Touch ID kullanmak ister misiniz? Oturum açtıktan sonra Touch ID, ayarlar menüsünde herhangi bir zamanda etkinleştirilebilir veya devre dışı bırakılabilir
vi: Bạn có muốn sử dụng Touch ID để đăng nhập vào ví của mình không? Sau khi đăng nhập Touch ID có thể được bật hoặc tắt bất cứ lúc nào trong menu cài đặt
zh_hans: 是否使用触控ID登录钱包? 登录后可在设置菜单中随时启用或禁用

# external_link_title
source: External link
cs: Externí odkaz
es: Enlace externo
fi_fi: Ulkoinen linkki
fr: Lien externe
ko: 외부 링크
nl: Externe link
ru: Внешняя ссылка
sv: Extern länk
th: ลิงก์ภายนอก
tr: Harici link
vi: Liên kết bên ngoài
zh_hans: 外部链接

# external_link_text
source: Beam Wallet app requires permission to open external link in the browser. This action will expose your IP to the web server. To avoid it, choose "Cancel". You can change your choice in app setting anytime.
cs: Aplikace peněženky Beam vyžaduje oprávnění k otevření externího odkazu v prohlížeči. Tato akce vystaví vaši IP adresu webovému serveru. Chcete-li tomu zabránit, zvolte "Zrušit". Tuto volbu můžete kdykoli změnit v nastavení aplikace.
es: La aplicación Beam Wallet requiere permiso para abrir un enlace externo en el navegador. Esta acción expondrá su IP al servidor web. Para evitarlo, elige "Cancelar". Puede cambiar su elección en la configuración de la aplicación en cualquier momento.
fi_fi: Beam-lompakkosovellus vaatii luvan sovelluksen ulkoisten linkkien avaamiseen selaimessasi. Tämä toiminto paljastaa IP-osoitteesi ulkoisen palvelimen ylläpitäjälle. Välttääksesi tämän valitse "Peruuta". Voit myöhemmin muuttaa asetuksia milloin vain.
fr: L'application Beam Wallet nécessite l'autorisation d'ouvrir un lien externe dans le navigateur. Cette action exposera votre adresse IP au serveur Web. Pour l'éviter, choisissez -Annuler-. Vous pouvez modifier votre choix dans les paramètres de l'application à tout moment.
ko: Beam 지갑 앱은 브라우저에서 외부 링크를 열 수 있는 권한이 필요합니다. 이를 수행하면 당신의 IP 주소가 웹 서버에 노출 될 것입니다. 원하지 않는다면 "취소" 를 선택하십시오. 설정에서 언제든지 변경할 수 있습니다.
nl: Beam Wallet vereist toestemming om externe links in de browser te openen. Deze actie zal uw IP adres aan de webserver blootstellen. Kies -Annuleren- om dit te voorkomen. U kunt uw keuze op elk gewenst moment wijzigen in Instellingen.
ru: Кошелек пытается открыть внешнюю ссылку в браузере. Это действие может раскрыть ваш IP адрес серверу. Что бы избежать этого, нажмите "Отмена". Вы можете изменить свой выбор в настройках в любое время.
sv: Beam-plånboken behöver tillstånd för att öppna en extern länk i webläsaren. Denna åtgärd kommer att exponera din IP-adress mot web-servern. För att undvika detta, välj "Avbryt". Du kan ändra ditt val i applikationens inställningar när som helst.
th: กระเป๋า Beam ต้องการการอนุญาตเพื่อที่จะเปิดลิงค์ภายนอก การกระทำนี้จะทำให้ IP ของคุณส่งไปยังเว็บปลายทาง เพื่อเป็นการป้องกัน ให้เลือก "ยกเลิก" และ คุณสามารถเปลี่ยนแปลงตัวเลือกนี้ได้ที่การตั้งค่าเมื่อไหร่ก็ได้
tr: Beam Wallet uygulaması tarayıcıda harici link açmak için izin gerektirir. Bu işlem IP'nizi web sunucusuna maruz bırakacaktır. Bunu önlemek için "İptal" i seçin. İstediğiniz zaman uygulama ayarlarında seçiminizi değiştirebilirsiniz.
vi: Ứng dụng Beam Wallet yêu cầu sự cho phép để mở liên kết ngoài trong trình duyệt. Hành động này sẽ hiển thị IP của bạn cho máy chủ web. Để tránh điều này, chọn 'Hủy'. Bạn có thể thay đổi lựa chọn của mình trong cài đặt ứng dụng bất cứ lúc nào.
zh_hans: Beam钱包需要获取权限以在浏览器中打开外部链接 在浏览器中打开外部外链会暴露您的IP地址；如不想暴露IP地址，请选择“取消”；您可以随时在设置中修改该选项

source: Open
cs: Otevřít
es: Abierto
fi_fi: Avaa
fr: Ouvrir
ko: 열기
nl: Openen
ru: Открыть
sv: Öppna
th: เปิด
tr: Açık
vi: Mở
zh_hans: 打开

source: Addresses
cs: Adresy
es: Direcciones
fi_fi: Osoitteet
fr: Adresses
ko: 주소
nl: Adressen
ru: Мои адреса
sv: Adresser
th: ที่อยู่
tr: Adresler
vi: Địa chỉ
zh_hans: 地址

source: Settings
cs: Nastavení
es: Ajustes
fi_fi: Asetukset
fr: Paramètres
ko: 설정
nl: Instellingen
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt
zh_hans: 设置

source: Details
cs: Detaily
es: Detalles
fi_fi: Tiedot
fr: Détails
ko: 세부사항
ru: Детали
sv: Detaljer
th: ราย​ละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 详情

source: UTXO Details
cs: Podrobnosti o UTXO
es: UTXO Detalles
fi_fi: UTXO-tiedot
fr: Détails UTXO
ko: UTXO 세부사항
ru: Информация о UTXO
sv: UTXO-detaljer
th: รายละเอียด UTXO
tr: UTXO detayları
vi: Chi tiết UTXO
zh_hans: UTXO详情

source: UTXO type
cs: UTXO typ
es: UTXO tipo
fi_fi: UTXO-tyyppi
fr: Type UTXO
ko: UTXO 타입
ru: Тип UTXO
sv: UTXO-typ
th: ประเภทของ UTXO
tr: UTXO tipi
vi: Loại UTXO
zh_hans: UTXO类型

source: All
cs: Všechny
es: Todo
fi_fi: Kaikki
fr: Tous
ko: 전부
nl: Alle
ru: Все
sv: Alla
th: ทั้งหมด
tr: Tümü
vi: Tất cả
zh_hans: 所有

source: Active
cs: Aktivní
es: Activar
fi_fi: Aktiivinen
ko: 활성화
nl: Actief
ru: Действующие
sv: Aktiva
th: ใช้งานอยู่
tr: Aktif
vi: Được kích hoạt
zh_hans: 有效

# secutiry_utxo
source: You’re currently in Security Mode. Turn it off to see your UTXO list
cs: Nyní jste v zabezpečeném režimu. Vypněte zabezpečený režim pro zobrazení seznamu UTXO
es: Actualmente estás en modo de seguridad. Deshabilitalo para ver tu lista de UTXO
fi_fi: Yksityisyysnäkymä on käytössä. Poista se käytöstä, jos haluat nähdä UTXO-luettelon
fr: Vous êtes actuellement en mode de sécurité. Quittez-le pour voir votre liste UTXO
ko: 현재 보안 모드입니다. UTXO 리스트를 보려면 해당 모드를 꺼주세요
nl: U bevindt zich momenteel in de beveiligingsmodus. Schakel dit uit om uw UTXO lijst te bekijken
ru: Кошелек сейчас в секретном режиме. Чтобы увидеть ваши UTXO, отключите секретный режим
sv: Du är för närvarande i Säkerhetsläge. Stäng av detta för att se din UTXO-lista
th: คุณกำลังอยู่ในโหมดรักษาความปลอดภัย ปิดโหมดนี้เพื่อดูรายการ UTXO
tr: Şu anda Güvenlik Modundasınız. UTXO listenizi görmek için kapatın
vi: Bạn hiện đang ở Chế độ bảo mật. Tắt nó để xem danh sách UTXO của bạn
zh_hans: 您当前处于安全模式 需退出安全模式以查看UTXO列表

# seed_back_title
source: Back to seed phrase
cs: Zpět na klíčová slova
es: Vuelve a la frase semilla
fi_fi: Takaisin seed phraseen
fr: Retour à la phrase clé
ko: 시드 구문으로 돌아가기
nl: Terug naar herstelzin
ru: Вернуться к контрольной фразе
sv: Återvänd till seed phrase
th: กลับไปดูกลุ่มคำลับ
tr: Anahtar kelimeye geri dön
vi: Quay lại cụm từ hạt giống
zh_hans: 返回助记词界面

# seed_back_text
source: You current seed will become obsolete and the new seed will be generated
cs: Vaše současné klíčová heslo jsou zastaralé a bude vytvořeno nové
es: Tu semilla actual se va a hacer obsoleta y una nueva semilla va a ser generada
fi_fi: Luomasi seed phrase mitätöidään ja uusi seed phrase generoidaan sen tilalle
fr: Votre phrase clé va devenir obsolète et une nouvelle phrase sera générée
ko: 현재 시드는 사용되지 않고 새로운 시드가 생성될 것입니다.
nl: Uw huidige herstelzin wordt onbruikbaar gemaakt en een nieuwe wordt gegenereerd
ru: Вместо вашей текущей контрольной фразы будет создана новая
sv: Ditt nuvarande seed kommer att bli ogiltigt och det nya seed phrase:t kommer att genereras
th: กลุ่มคำของคุณปัจจุบันจะใช้งานไม่ได้และกลุ่มคำลับจะถูกสร้างใหม่อีกครั้ง
tr: Mevcut anahtar kelimeleriniz geçersiz olacak ve yeni bir anahtar kelime dizini üretilecektir
vi: Hạt giống hiện tại của bạn sẽ trở nên lỗi thời và hạt giống mới sẽ được tạo ra
zh_hans: 当前助记词将失效，并生成新助记词

source: Generate
cs: Vytvořit
es: Generar
fi_fi: Generoi
fr: Générer
ko: 생성
nl: Genereer
ru: Создать
sv: Generera
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 生成

source: Address
cs: Adresa
es: Dirección
fi_fi: Osoite
fr: Adresse
ko: 주소
nl: Adres
ru: Адрес
sv: Adress
th: ที่อยู่
tr: Adres
vi: Địa chỉ
zh_hans: 地址

# exp_date
source: Expiration date
cs: Datum vypršení platnosti
es: Fecha de caducidad
fi_fi: Vanhentumisaika
fr: Date d{[=-apos;-=]}expiration
ko: 만료 일자
nl: Vervaldatum
ru: Действителен до
sv: Utgångsdatum
th: วันหมดอายุ
tr: Son kullanım tarihi
vi: Ngày hết hạn
zh_hans: 失效日期

source: Annotation
cs: Poznámka
es: Anotación
fi_fi: Kommentti
ko: 주석
nl: Aantekening
ru: Заметки
sv: Anteckning
th: หมายเหตุประกอบ
tr: Ek açıklama
vi: Chú thích
zh_hans: 注释

source: Show QR code
cs: Zobrazit QR kód
es: Mostrar código QR
fi_fi: Näytä QR-koodi
fr: Montrer le code QR
ko: QR 코드 보이기
nl: Toon QR code
ru: Показать QR код
sv: Visa QR-kod
th: แสดง QR Code
tr: QR kodunu göster
vi: Hiển thị mã QR
zh_hans: 显示二维码

source: Copy address
cs: Kopírovat adresu
es: Copiar dirección
fi_fi: Kopioi osoite
fr: Copier adresse
ko: 주소 복사
nl: Kopieer adres
ru: Копировать адрес
sv: Kopiera adress
th: คัดลอกที่อยู่
tr: Adresi kopyala
vi: Sao chép địa chỉ
zh_hans: 复制地址

source: Edit address
cs: Upravit adresu
es: Editar dirección
fi_fi: Muokkaa osoitetta
fr: Modifier adresse
ko: 주소 수정
nl: Adres bewerken
ru: Редактировать адрес
sv: Editera adress
th: แก้ไขที่อยู่
tr: Adresi düzenle
vi: Sửa địa chỉ
zh_hans: 编辑地址

source: Delete address
cs: Odstranit adresu
es: Borrar dirección
fi_fi: Poista osoite
fr: Supprimer mon adresse
ko: 주소 삭제
nl: Adres verwijderen
ru: Удалить адрес
sv: Ta bort adress
th: ลบที่อยู่
tr: Adresi sil
vi: Xoá địa chỉ
zh_hans: 删除地址

source: Delete address only
cs: Odstranit pouze adresu
es: Borrar sólo la dirección
fi_fi: Poista vain osoite
fr: Supprimer mon adresse uniquement
ko: 주소만 삭제하기
nl: Verwijder alleen adres
ru: Удалить только сам адрес
sv: Ta bort endast adress
th: ลบที่อยู่เท่านั้น
tr: Adresi sil
vi: Chỉ xoá địa chỉ
zh_hans: 仅删除地址

# category
source: Tag
cs: Označení
es: Etiqueta
fi_fi: Luokka
ko: 태그
nl: Label
ru: Метка
th: แท็ก
tr: Etiket
vi: Nhãn
zh_hans: 标签

source: In 24 hours
cs: Za 24 hodin
es: En 24 horas
fi_fi: 24 tunnissa
fr: Dans les 24 heures
ko: 24시간 이내
nl: In 24 uur
ru: 24 часа
sv: Inom 24 timmar
th: ภายใน 24 ชั่วโมง
tr: 24 saat içinde
vi: Trong 24 tiếng
zh_hans: 24小时

source: Never
cs: Nikdy
es: Nunca
fi_fi: Ei koskaan
fr: Jamais
ko: 안함
nl: Nooit
ru: Никогда
sv: Aldrig
th: ไม่มี
tr: Asla
vi: Không bao giờ
zh_hans: 永不

source: Address expires
cs: Platnost adresy končí
es: La dirección ha caducado
fi_fi: Osoite vanhentuu
fr: L'adresse a expiré
ko: 주소 만료
nl: Adres verloopt
ru: Годен до
sv: Adress utgår
th: ที่อยู่หมดอายุเมื่อ
tr: Adresin süresi doldu
vi: Địa chỉ hết hạn
zh_hans: 地址失效

source: Save
cs: Uložit
es: Salvar
fi_fi: Tallenna
fr: Sauvegarder
ko: 저장
nl: Opslaan
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu
zh_hans: 保存

# active_address
source: Activate address
cs: Aktivovat adresu
es: Activar dirección
fi_fi: Aktivoi osoite
fr: Activer l{[=-apos;-=]}adresse
ko: 주소 활성화
nl: Adres activeren
ru: Активировать адрес
sv: Aktivera adress
th: ใช้งานที่อยู่
tr: Adresi aktifleştir
vi: Kích hoạt địa chỉ
zh_hans: 激活地址

# expire_now
source: Expire address now
cs: Ukončit platnost adresy
es: Caducar dirección ahora
fi_fi: Vanhenna osoite heti
fr: Expiration de l{[=-apos;-=]}adresse maintenant
ko: 주소 만료시키기
nl: Laat adres nu vervallen
ru: Деактивировать
sv: Sätt adress som utgånget nu
th: ให้ที่อยู่หมดอายุเลย
tr: Adresi şimdi sonlandır
vi: Địa chỉ hết hạn ngay bây giờ
zh_hans: 立即令地址失效

source: Open Settings
cs: Otevřít nastavení
es: Abrir ajustes
fi_fi: Avaa asetukset
fr: Accéder aux paramètres
ko: 설정 열기
nl: Open Instellingen
ru: Открыть настройки
sv: Öppna inställningar
th: เปิดการตั้งค่า
tr: Ayarları aç
vi: Mở cài đặt
zh_hans: 打开设置

# camera_denied_text
source: It looks like your privacy settings are preventing us from accessing your camera to do qr code scanning. You can fix this by doing the following: 1. Touch the Go button below to open the Settings app. 2. Turn the Camera on. 3. Open this app and try again.
cs: Vypadá to, že Vaše nastavení soukromí nám neumožňuje přístup k Vaší fotokameře a následnému naskenování QR kodu. Můžete to změnit následujícím způsobem: 1. Zmáčkněte tlačítko Jdi aby se otevřelo nastavení aplikace. 2. Zapněte kameru. 3. Otevřte tuto aplikace a zkuste skenování znovu.
es: Parece que su configuración de privacidad nos impide acceder a su cámara para realizar el escaneo de códigos qr. Puedes arreglar esto haciendo lo siguiente: 1. Pulse el botón Ir y a continuación abra la configuración de la aplicación. 2. Encienda la cámara. 3. Abra esta aplicación y vuelva a intentarlo.
fi_fi: Yksityisyysasetuksesi estävät pääsyn kameraasi ja käyttämästä QR-koodin skannausta. Voit korjata asian tekemällä seuraavasti: 1. Napauta alla olevaa näppäintä avataksesi asetukset. 2. Laita kamera päälle. 3. Avaa tämä sovellus ja yritä uudelleen.
fr: Il semble que vos paramètres de confidentialité nous empêchent d’accéder à votre appareil photo pour scanner le code Qr. Vous pouvez résoudre ce problème en procédant comme suit: 1. Cliquez sur le bouton Go ci-dessous pour ouvrir les Paramètres. 2. Activez l'appareil photo. 3. Ouvrez cette application et réessayez.
ko: QR 코드 스캔을 위해서는 카메라에 접근해야 합니다. 현재 개인정보 보호 설정이 카메라 접근을 금지시켰습니다. 아래의 단계를 따라서 수정할 수 있습니다: 1. 아래의 Go 버튼을 눌러서 설정 앱을 엽니다. 2. 카메라 부분을 켠다. 3. 이 앱을 다시 실행시킨다.
nl: Het lijkt erop dat uw privacyinstellingen ons geen toegang geven tot uw camera om QR codes te scannen. U kunt dit als volgt oplossen: 1. Tik de knop hieronder aan om de instellingen te openen. 2. Schakel de camera in. 3. Open de app en probeer opnieuw.
ru: Похоже, ваши настройки не позволяют доступа к камере для считывания QR кода. Это можно исправить следующим образом: 1. Нажмите на кнопку "Открыть настройки" ниже 2. Разрешите доступ к камере 3. Вернитесь в кошелек и попробуйте еще раз
sv: Det verkar som att dina integritets-inställningar förhindrar oss från att få tillgång till kameran för att kunna scanna Qr-koder. Du kan åtgärda detta genom att göra följande: 1. Rör vid Go-knappen nedan för att öppna inställningar. 2. Sätt kameran till på. 3. Öppna denna app igen och försök igen.
th: การตั้งความความเป็นส่วนตัวของอุปกรณ์คุณไม่ยอมให้แอปเข้าถึงกล้องถ่ายรูปเพื่อสแกน QR Code กรุณาแก้ไขปัญหาดังนี้: 1. แตะปุ่ม "ไป" ที่ด้านล่างเพื่อเปิดการตั้งแค่แอป 2. เปิดใช้งานกล้อง 3. เปิดแอปกระเป๋าใหม่และลองอีกครั้ง
tr: Görünen o ki gizlilik ayarlarınız, kamera kodunuzu taramak için fotoğraf makinemize erişmemizi engelliyor. Aşağıdakileri yaparak bunu düzeltebilirsiniz: 1. Ayarları açmak için aşağıdaki Git butonuna dokunun. 2. Kamerayı açın. 3. Bu uygulamayı açın ve tekrar deneyin.
vi: Có vẻ như cài đặt quyền riêng tư của bạn đang ngăn chúng tôi truy cập vào máy ảnh của bạn để thực hiện quét mã QR. Bạn có thể khắc phục điều này bằng cách làm như sau: 1. Chạm vào nút Bắt đầu bên dưới để mở ứng dụng Cài đặt. 2. Bật máy ảnh lên. 3. Mở ứng dụng này và thử lại.
zh_hans: 隐私设置阻止了访问摄像头，无法进行二维码扫描。通过以下步骤解决： 1. 点击下方前往按钮打开设置； 2. 允许访问摄像头； 3. 打开本钱包继续。

# camera_restricted
source: You've been restricted from using the camera on this device. Without camera access this feature won't work. Please contact the device owner so they can give you access
cs: Máte zakázáno používání kamery na tomto zařízení. Bez přístupu ke kameře nebude tato funkce provedena. Obraťte se prosím na vlastníka zařízení, aby Vám umožnil přístup ke kameře
es: Se le ha restringido el uso de la cámara en este dispositivo. Sin acceso a la cámara, esta función no funcionará. Por favor, póngase en contacto con el propietario del dispositivo para que puedan darle acceso
fi_fi: Kameran käyttö on estetty tällä laitteella. Ilman kameraa tätä toimintoa ei voida käyttää. Ole yhteydessä laitteen omistajaan
fr: Vous n'avez pas le droit d'utiliser l'appareil photo de cet appareil. Sans accès à ce dernier, cette fonctionnalité ne fonctionnera pas. Veuillez contacter le propriétaire de l'appareil afin qu'il puisse vous donner accès
ko: 해당 기기에서는 카메라 사용이 제한되어있습니다. 카메라 없이는 해당 기능이 수행되지 않습니다. 기기 소유자와 연결하여 접근 권한을 받으십시오
nl: U bent niet gemachtigd de camera van dit apparaat te gebruiken. Zonder toegang tot de camera werkt deze functie niet. Neem contact op met de eigenaar van het apparaat om toegang te kunnen krijgen
ru: Доступ к камере на этом устройстве ограничен. Без доступа к камере эта функция не будет работать. Свяжитесь с владельцем или администратором устройства для получения доступа.
sv: Du har blivit nekad att använda kameran på denna enhet. Utan kamera-tillgång kommer denna funktion nte att fungera. Vänligen kontakta enhetens ägare så de kan ge dig access
th: อุปกรณ์นี้ได้จำกัดการใช้งานกล้องถ่ายรูป ฟีเจอร์นี้จะไม่สามารถใช้งานได้หากไม่สามารถเข้าถึงกล่องถ่ายรูป กรุณาติดต่อเจ้าของอุปกรณ์เพื่อขออนุญาตการใช้งาน
tr: Kamerayı bu cihazda kullanmanız sınırlandırıldı. Kameraya erişim olmadan bu özellik çalışmaz. Lütfen erişim sağlamaları için cihaz sahibiyle iletişim kurun
vi: Bạn đã bị hạn chế sử dụng máy ảnh trên thiết bị này. Tính năng này sẽ không hoạt động nếu không truy cập camera. Vui lòng liên hệ với chủ sở hữu thiết bị để họ có thể cấp cho bạn quyền truy cập
zh_hans: 本设备现在设置不允许使用摄像头 该功能需要访问摄像头才能使用 请联系机主并请求访问权限

# error_scan_qr_code
source: QR code cannot be recognized. Please try again.
cs: QR kód nelze rozpoznat. Zkuste to prosím znovu.
es: No se reconoce el código QR. Inténtalo de nuevo.
fi_fi: QR-koodia ei tunnistettu. Yritä uudelleen.
fr: Le code QR ne peut pas être reconnu. Veuillez réessayer.
ko: QR 코드가 식별되지 않았습니다. 다시 시도해주세요
nl: QR code wordt niet herkend. Probeer het opnieuw.
ru: QR код не распознается. Попробуйте еще раз.
sv: QR-koden känns inte igen. Vänligen testa igen.
th: ไม่สามารถตรวจจับ QR Code ได้ กรุณาลองอีกครั้ง
tr: QR kodu tanınamıyor. Lütfen tekrar deneyin.
vi: Mã QR không thể nhận diện được. Vui lòng thử lại.
zh_hans: 无法识别二维码，请重试

source: Scan QR code
cs: Naskenovat QR kód
es: Escanear código QR
fi_fi: Skannaa QR-koodi
fr: Scanner le code QR
ko: QR 코드 스캔하기
ru: Сканировать QR код
sv: Scanna QR-kod
th: สแกน QR Code
tr: QR kodunu tara
vi: Quét mã QR
zh_hans: 扫描二维码

# scan_tg_qr_code
source: Scan telegram QR code
cs: Naskenovat QR kód Telegramu
es: Escanear código QR de telegram
fi_fi: Skannaa telegramin QR-koodi
fr: Scanner le code QR Telegram
ko: 텔레그램 QR 코드 스캔하기
ru: Сканировать QR код Telegram
sv: Scanna telegram QR-kod
th: สแกน QR Code ของ Telegram
tr: Telegram QR kodunu tarayın
vi: Quét điện tín mã QR
zh_hans: 扫描Telegram二维码

# hours_24
source: 24 hours
cs: 24 hodin
es: 24 horas
fi_fi: 24 tuntia
fr: 24 heure
ko: 24 시간
nl: 24 uur
ru: 24 часа
sv: 24 timmar
th: 24 ชั่วโมง
tr: 24 saat
vi: 24 tiếng
zh_hans: 24小时

source: Delete all addresses
cs: Odstranit všechny adresy
es: Borrar todas las direcciones
fi_fi: Poista kaikki osoitteet
fr: Supprimer toutes les adresses
ko: 모든 주소 삭제
nl: Alle adressen verwijderen
ru: Удалить все адреса
sv: Ta bort alla adresser
th: ลบที่อยู่ทั้งหมด
tr: Tüm adresleri sil
vi: Xoá tất cả địa chỉ
zh_hans: 删除所有地址

source: Delete all contacts
cs: Smazat všechny kontakty
es: Borrar todos los contactos
fi_fi: Poista kaikki yhteystiedot
fr: Effacer tous les contacts
ko: 모든 연락처 삭제
nl: Alle contacten verwijderen
ru: Удалить все контакты
sv: Ta bort alla kontakter
th: ลบรายชื่อผู้ติดต่อทั้งหมด
tr: Tüm bağlantıları sil
vi: Xoá tất cả liên hệ
zh_hans: 删除所有联系人

source: Delete all transactions
cs: Odstranit všechny transakce
es: Borrar todas las transacciones
fi_fi: Poista kaikki tapahtumat
fr: Supprimer toutes les transactions
ko: 모든 거래내역 삭제
nl: Alle transacties verwijderen
ru: Удалить все транзакции
sv: Ta bort alla transaktioner
th: ลบ​รายการธุรกรรม​ทั้งหมด
tr: Tüm işlemleri sil
vi: Xoá tất cả giao dịch
zh_hans: 删除所有交易

source: Clear
cs: Vyčistit
es: Limpiar
fi_fi: Poista
fr: Effacer
ko: 지우기
nl: Wis
ru: Очистить
sv: Rensa
th: ล้างข้อมูล
tr: Temizle
vi: Xoá
zh_hans: 清除

source: Clear data
cs: Vymazat data
es: Limpiar datos
fi_fi: Poista tietoja
fr: Effacer les données
ko: 데이터 지우기
nl: Gegevens wissen
ru: Очистить данные
sv: Rensa data
th: ล้างข้อมูล
tr: Bilgileri sil
vi: Xoá dữ liệu
zh_hans: 清除数据

source: Contacts
cs: Kontakty
es: Contactos
fi_fi: Yhteystiedot
ko: 연락처
nl: Contacten
ru: Контакты
sv: Kontakter
th: รายชื่อผู้ติดต่อ
tr: Bağlantılar
vi: Liên hệ
zh_hans: 联系人

source: Contact
cs: Kontakt
es: Contacto
fi_fi: Yhteystieto
ko: 연락처
ru: Контакт
sv: Kontakt
th: รายชื่อผู้ติดต่อ
tr: Bağlantılar
vi: Liên hệ
zh_hans: 联系人

# stay_active_title
source: Stay active
cs: Zůstat aktivní
es: Mantener activo
fi_fi: Pysy aktiivisena
fr: Rester en activité
ko: 계속 활성화시키기
nl: Blijf actief
ru: Оставайтесь в сети
sv: Håll aktiv
th: ยังคงใช้งานอยู่
tr: Aktif kal
vi: Duy trì hoạt động
zh_hans: 保持有效

# stay_active_text
source: Do not close the wallet otherwise transation will not be completed
cs: Nezavírejte peněženku, jinak nebude transakce dokončena
es: No cierre el wallet, de lo contrario no se completará la transacción
fi_fi: Älä sulje lompakkoa ennen kuin tapahtuma on valmis
fr: Merci de ne pas fermer l'application au risque de voir la transaction ne pas s'effectuer
ko: 거래가 완료되기 전까지 지갑을 닫지 마세요
nl: Sluit de wallet niet, anders zal de transactie niet worden voltooid
ru: Не закрывайте кошелёк, иначе транзакция не будет завершена
sv: Stäng inte plånboken, annars kommer transaktionen inte att gå igenom
th: กรุณาอย่าปิดกระเป๋า มิฉะนั้นการทำธุรกรรมจะไม่สำเร็จ
tr: Cüzdanı kapatmayın aksi halde transfer tamamlanamayacak
vi: Không đóng ví nếu không giao dịch sẽ không được hoàn thành
zh_hans: 请不要关闭钱包，否则交易无法完成

# rate_title
source: Your voice matters!
cs: Na Vašem hlasu záleží!
es: Tu voz es importante!
fi_fi: Mielipiteesi on tärkeä!
fr: Votre avis compte !
ko: 당신의 소중한 의견을 들려주세요!
nl: Uw stem telt!
ru: Нам важен ваш голос!
sv: Din röst betyder något!
th: เสียงของคุณมีค่าสำหรับเรา!
tr: Fikriniz önemli!
vi: Giọng nói của bạn có vai trò quan trọng!
zh_hans: 你的意见很重要

# rate_text
source: Please rate your experience with Beam Wallet
cs: Prosíme Vás o hodnocení Vašich zkušeností s peněženkou Beam
es: Por favor califica tu experiencia con Beam Wallet
fi_fi: Anna arviosi Beam-lompakon käyttökokemuksesta
fr: Merci d'évaluer votre expérience avec Beam Wallet
ko: Beam Wallet 을 평가해주세요
nl: Beoordeel uw ervaring met de Beam Wallet
ru: Пожалуйста, поставьте оценку Beam Wallet
sv: Vänligen betygsätt din användning av Beam-plånboken
th: กรุณาให้คะแนนการใช้งานกระเป๋า Beam
tr: Lütfen Beam cüzdanı deneyimlerinizi değerlendirin
vi: Vui lòng đánh giá trải nghiệm của bạn với Beam Wallet
zh_hans: 请评价您对Beam钱包的使用体验

# rate_app
source: Rate the app
cs: Ohodnoťte aplikaci
es: Califica la aplicación
fi_fi: Arvioi sovellus
fr: Évaluer l’application
ko: 앱 평가하기
nl: Beoordeel de app
ru: Оценить приложение
sv: Betygsätt appen
th: ให้คะแนนแอป
tr: Uygulamayı oyla
vi: Đánh giá ứng dụng
zh_hans: 评价App

source: Feedback
cs: Zpětná vazba
es: Sugerencias
fi_fi: Palaute
fr: Commentaire
ko: 피드백
ru: Обратная связь
sv: Återkoppling
th: คำติชม
tr: Geri bildirim
vi: Phản hồi
zh_hans: 反馈
