Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# understand
source: I understand
cs: Rozumím
es: Lo entiendo
fi_fi: Ymmärrän
fr: Je comprends
ko: 이해합니다
nl: Ik begrijp het
ru: Ясно
sv: Jag förstår
th: ฉันเข้าใจ
tr: Anlıyorum
vi: Tôi đã hiểu
zh_hans: 我理解

# NSPhotoLibraryAddUsageDescription
source: Save transaction details and scan QR-codes from the photos
cs: Uložit podrobnosti transakce a naskenovat QR kódy ze snímků
es: Guardar detalles de la transacción y escanear códigos QR de las fotos
fi_fi: Tallenna tapahtuman tiedot ja skannaa QR-koodeja kuvagalleriasta
fr: Enregistrer les détails de la transaction et scanner les codes QR à partir des photos
ko: 거래 세부 사항을 저장하고 QR 코드를 스캔하십시오
nl: Sla transactie details op en scan QR codes vanuit foto's
ru: Сохранить детали транзакции и сканировать QR-коды из фотографий
sv: Spara transaktionsdetaljerna och scanna QR-koderna från fotot
th: บันทึกรายละเอียดธุรกรรมและสแกน QR Code จากรูปภาพ
tr: İşlem ayrıntılarını kaydedin ve fotoğraflardan QR kodlarını tarayın
vi: Lưu nội dung giao dịch và quét QR code từ ảnh
zh_hans: 保存交易详情并从照片库中扫描二维码

# NSPhotoLibraryUsageDescription
source: Provide gallery access to select QR code
cs: Poskytnout přístup k galerii pro výběr QR kódu
es: Proporcionar acceso a la galería para seleccionar código QR
fi_fi: Anna pääsy galleriaan valitaksesi QR-koodin
fr: Fournir un accès à la galerie pour sélectionner le code QR
ko: QR 코드 선택을 위해 갤러리 접근 권한이 필요합니다.
nl: Geef toegang tot fotogalerij om QR code te selecteren
ru: Предоставьте доступ к галерее для выбора QR-кода
sv: Delge tillgång till galleriet för att välja QR-kod
th: อนุญาตให้เข้าถึงแกลอรี่เพื่อเลือก QR Code
tr: QR kodunu seçmek için galeriye erişim sağlayın
vi: Cung cấp quyền truy cập để chọn mã QR
zh_hans: 请允许访问照片库以选择二维码

# NSFaceIDUsageDescription
source: This app requires Face ID permission to authenticate using Face recognition
cs: Tato aplikace vyžaduje oprávnění Face ID k ověření pomocí rozpoznávání obličeje
es: Esta aplicación requiere permiso de Face ID para autenticar usando el reconocimiento de rostros
fi_fi: Tämä sovellus tarvitsee luvan käyttää Face ID -kasvontunnistusta
fr: Cette application nécessite la permission de Face ID pour authentification en utilisation la reconnaissance Visage
ko: 인증에 안면 인식을 사용하기 위해서는 FACE ID 접근 권한이 필요합니다.
nl: Deze app vereist Face ID toestemming om te verifiëren met gezichtsherkenning
ru: Это приложение требует разрешения Face ID для аутентификации с помощью распознавания лица
sv: Denna app kräver tillåtelse att använda Ansikts-ID för att autentisera med Ansiktsigenkänning
th: แอปนี้จำเป็นจะต้องใช้การอนุญาตการใช้งาน Face ID สำหรับการใช้งานสแกนใบหน้า
tr: Bu uygulama, Yüz tanıma özelliğini kullanarak kimlik doğrulaması yapmak için Yüz Kimliği izni gerektirir
vi: Ứng dụng yêu cầu quyền ID gương mặt để xác thực bằng nhận dạng khuôn mặt
zh_hans: 此APP需要获取面容ID权限，以使用面容识别验证身份

# NSCameraUsageDescription
source: The camera is needed to scan QR codes
cs: K načtení QR kódů je potřeba fotokamera
es: La cámara es necesaria para escanear códigos QR
fi_fi: Tarvitaan kameraa QR-koodien skannaamiseen
fr: L'appareil photo est nécessaire pour scanner les codes QR
ko: QR 코드 스캔을 위해서 카메라가 필요합니다.
nl: De camera is nodig om QR codes te scannen
ru: Камера необходима для сканирования QR-кодов
sv: Kameran behövs för att scanna QR-koder
th: จำเป็นจะต้องมีกล้องสำหรับการสแกน QR Code
tr: Kamera QR kodlarını taramak için gerekli
vi: Cần có camera để quét mã QR
zh_hans: 需要访问摄像头以扫描二维码

# search_transactions
source: Search by transaction or kernel ID, comment, address or contact
cs: Hledat podle transakce nebo ID jádra, komentáře, adresy nebo kontaktu
es: Buscar por transacción o kernel ID, comentario, dirección o contacto
fi_fi: Etsi tapahtuman ID:llä, kernel ID:llä, kommentilla, osoitteella tai yhteystiedolla
nl: Zoek op transactie- of kernel ID, omschrijving, adres of contact
ru: Поиск по транзакции или ID ядра, комментарию, адресу или контакту
sv: Sök med transaktions eller kernel-ID, kommentar, adress eller kontakt
th: ค้นหาโดย ID ของธุรกรรม, คอมเมนต์, ที่อยู่หรือรายชื่อผู้ติดต่อ

# random_node
source: Connect to random node
cs: Připojit k náhodnému uzlu
es: Conectar al nodo aleatorio
fi_fi: Yhdistä satunnaiseen ulkoiseen palvelimeen (random node)
fr: Se connecter à un nœud aléatoire
ko: 임의의 노드에 연결하기
nl: Verbinden met willekeurige node
ru: Подключиться к случайному узлу
sv: Anslut till slumpmässig nod
th: เชื่อมต่อไปยัง Node อื่นแบบสุ่ม
tr: Rasgele noda bağlan
vi: Kết nối với nút ngẫu nhiên
zh_hans: 连接到随机节点

# restore_create_title
source: Restore wallet or create new one
cs: Obnovit peněženku nebo vytvořit novou
es: Restaure wallet o cree uno nuevo
fi_fi: Palauta vanha lompakko tai luo uusi
fr: Restaurer un portefeuille existant ou créer un nouveau portefeuille
ko: 지갑을 복구하거나 새로운 것을 1개 만드시오
nl: Herstel wallet of maak een nieuwe aan
ru: Восстановить кошелек или создать новый
sv: Återställ plånbok eller skapa en ny
th: กู้กระเป๋าหรือสร้างกระเป๋าใหม่
tr: Cüzdanı geri yükle ya da yeni cüzdan oluştur
vi: Khôi phục hoặc tạo ví mới
zh_hans: 恢复钱包或创建新钱包

# restore_create_text
source: If you'll restore a wallet all transaction history and addresses will be lost.
cs: Pokud obnovíte peněženku, celá historie transakcí a adres bude ztracena.
es: Si restaura un wallet, se perderán todos los registros de transacciones y direcciones.
fi_fi: Jos haluat palauttaa vanhan lompakon, tapahtumahistoria ja tallennetut osoitteet katoavat pysyvästi.
fr: Si vous restaurez un portefeuille, l'historique et les adresses des transactions seront perdues.
ko: 지갑을 복구한다면 모든 거래 내역과 주소들이 사라질 것입니다.
nl: Wanneer u een wallet herstelt zullen alle transactiegeschiedenis en adressen verloren gaan.
ru: Если вы восстановите кошелек, история транзакций и адреса будут потеряны на этом устройстве.
sv: Om du återställer en plånbok så kommer all transaktionshistorik och adresser att förloras.
th: หากคุณกู้กระเป๋าของคุณจะส่งผลให้ประวัติการทำธุรกรรมและที่อยู่นั้นหายไป
tr: Bir cüzdanı geri yükleyecekseniz, tüm işlem geçmişi ve adresleri kaybolur.
vi: Nếu bạn không khôi phục ví, tất cả lịch sử giao dịch và địa chỉ sẽ bị mất.
zh_hans: 如果恢复钱包，所有的交易历史和地址都将丢失

source: Proceed
cs: Provést
es: Proceder
fi_fi: Jatka
fr: Procéder
ko: 진행중
nl: Doorgaan
ru: Продолжить
sv: Fortsätt
th: ดำเนินการ
tr: Devam et
vi: Tiến hành
zh_hans: 开始

# info_restore_title
source: Do not simultaneously run two wallets initiated from the same seed phrase
cs: Nepoužívejte současně dvě peněženky vytvořené ze stejných klíčových slov.
es: No ejecutar simultáneamente dos wallets iniciados desde la misma frase de semilla
fi_fi: Älä käytä samaan aikaan kahta lompakkoa, jotka on luotu samasta seed phrasesta
fr: Ne pas exécuter simultanément deux portefeuilles initiés à partir de la même phrase Seed
ko: 같은 시드 구문으로 생성된 2개의 다른 지갑을 같이 실행하지 마십시오
nl: Draai niet twee wallets die met dezelfde herstelzin geïnitieerd zijn tegelijkertijd
ru: Не запускайте одновременно два кошелька, инициированные из одной фразы seed
sv: Kör inte två plånböcker sammtidigt som har blivit initierade från samma seed phrase
th: อย่าใช้กลุ่มคำลับในกระเป๋าบนหลายๆอุปกรณ์
tr: Aynı anahtar kelimeler ile kurulan iki cüzdanı aynı anda çalıştırmayın
vi: Không đồng thời chạy hai ví bắt đầu từ cùng một cụm từ hạt giống
zh_hans: 不要同时运行同一助记词下的两个钱包

# crash_title
source: Beam Wallet crashed unexpectedly
cs: Peněženka Beam přestala neočekávaně fungovat
es: La wallet de Beam falló inesperadamente
fi_fi: Beam-lompakko kaatui odottamattomasti
ko: Beam 지갑이 알 수 없는 이유로 종료되었습니다
nl: Beam Wallet is onverwachts gecrasht
ru: Сбой приложения
sv: Beam-plånboken krashade oväntat
th: กระเป๋า Beam มีปัญหาที่ไม่สามารถระบุได้

# crash_message
source: Would you agree to report your limited amount of information to us? Collecting crash information would allow us to discover and fix bugs much faster. This is only a single crash-related report, we won't keep collecting any of your data later.
cs: Souhlasíte s tím, že nám nahlašujete své omezené množství informací? Sběr informací o selhání nám umožní mnohem rychleji objevit a opravit chyby. Toto je pouze jediná zpráva týkající se selhání, později už nebudeme shromažďovat žádná další data.
es: ¿Aceptaría enviarnos su cantidad limitada de información? Recopilar información sobre fallos nos permitiría descubrir y corregir errores mucho más rápido. Este es solo un informe único relacionado con el error, no seguiremos recopilando sus datos más adelante.
fi_fi: Haluaisitko lähettää raportin virhetiedoista meille? Virhetietojen saaminen auttaisi meitä paikantamaan ja korjaamaan virheet nopeammin. Tämä on ainoastaan yksittäinen virheraportti eikä siis jatkuva virhetietojen keräämisen hyväksyminen.
ko: 제한된 양의 정보를 당사에 보고하기로 동의 하시겠습니까? 에러 정보를 수집하면 버그를 훨씬 빨리 발견하고 수정할 수 있습니다. 이것은 에러 관련 보고서일 뿐이며 저희는 귀하의 데이터를 계속 수집하지는 않습니다.
nl: Zou u ermee instemmen een beperkte hoeveelheid informatie aan ons te verstrekken? Door crashinformatie te verzamelen kunnen wij bugs een stuk sneller ontdekken en verhelpen. Dit is slechts een eenmalig, crashgerelateerd rapport. We zullen uw gegevens niet blijven verzamelen.
ru: Вы хотите сообщить нам о ограниченном количестве информации? Сбор информации о сбоях позволит нам быстрее обнаружить и исправлять ошибки. Это только один отчет, связанный с ошибкой, мы не будем собирать какие-либо из ваших данных позже.
sv: Skulle du godkänna att rapportera din begränsade mängd information till oss? Insamlandet av krash-informationen skulle möjliggöra att vi upptäcker fixar och buggar mycket snabbare. Detta är endast en krash-relaterad rapport, vi kommer inte att samla in några av dina data senare.
th: คุณตกลงที่จะรายงานข้อมูลเล็กน้อยกับทางเราหรือไม่? ข้อมูลความผิดพลาดนี้จะทำให้ทางเราสามารถหาปัญหาและแก้ไขได้เร็วยิ่งขึ้น เราจะเก็บเฉพาะข้อมูลที่เกี่ยวกับความผิดพลาดเท่านั้น เราจะไม่เก็บข้อมูลอื่นๆในภายหลัง

# crash_negative
source: No, thanks
cs: Ne, děkuji
es: No, gracias
fi_fi: Ei kiitos
ko: 아니오, 괜찮습니다.
nl: Nee, dank u
ru: Нет, спасибо
sv: Nej tack
th: ไม่ ขอบคุณ

# crash_positive
source: Send report
cs: Odeslat zprávu
es: Enviar informe
fi_fi: Lähetä raportti
ko: 신고하기
nl: Rapport verzenden
ru: Отправить отчёт
sv: Skicka rapport
th: รายงานข้อผิดพลาด

# estimted_time
source: Estimated time
cs: Odhadovaný čas
es: Tiempo estimado
fi_fi: Arvioitu aika
ko: 추정시간
nl: Geschatte tijd
ru: Приблизительное время
sv: Uppskattad tid
th: เวลาโดยประมาณ

source: Node address
cs: Adresa uzlu
es: Dirección del nodo
fi_fi: Palvelimen (node) osoite
fr: Adresse du nœud
ko: 노드 주소
nl: Node adres
ru: Адрес узла
sv: Nod-adress
th: ที่อยู่ของ Node
tr: Düğüm adresleri
vi: Địa chỉ nút
zh_hans: 节点地址

# create_new_password_short
source: Create new password
cs: Vytvořit nové heslo
es: Introduce la nueva contraseña
fi_fi: Luo uusi salasana
fr: Entrer un nouveau mot de passe
ko: 새로운 비밀번호 만들기
nl: Nieuw wachtwoord aanmaken
ru: Создать новый пароль
sv: Skapa nytt lösenord
th: สร้างรหัสผ่านใหม่
tr: Yeni şifrenizi oluşturun
vi: Tạo mật khẩu mới
zh_hans: 创建新密码

# a_15
source: After 15 seconds
cs: Po 15 vteřinách
es: Después de 15 segundos
fi_fi: 15 sekunnin kuluttua
nl: Na 15 seconden
ru: Через 15 секунд
sv: Efter 15 sekunder
th: หลังจาก 15 วินาที

# a_30
source: After 30 seconds
cs: Po 30 vteřinách
es: Después de 30 segundos
fi_fi: 30 sekunnin kuluttua
nl: Na 30 seconden
ru: Через 30 секунд
sv: Efter 30 sekunder
th: หลังจาก 30 วินาที

# a_60
source: After 1 minute
cs: Po 1 minutě
es: Después de 1 minuto
fi_fi: 1 minuutin kuluttua
nl: Na 1 minuut
ru: Через 1 минуту
sv: Efter 1 minut
th: หลังจาก 1 นาที

# a_15_1
source: 15 seconds
cs: 15 vteřin
es: 15 segundos
fi_fi: 15 sekuntia
nl: 15 seconden
ru: 15 секунд
sv: 15 sekunder
th: 15 วินาที

# a_30_1
source: 30 seconds
cs: 30 vteřin
es: 30 Segundos
fi_fi: 30 sekuntia
nl: 30 seconden
ru: 30 секунд
sv: 30 sekunder
th: 30 วินาที

# a_60_1
source: 1 minute
cs: 1 minuta
es: 1 minuto
fi_fi: 1 minuutti
ko: 1분
nl: 1 minuut
ru: 1 минута
sv: 1 minut
th: 1 นาที
tr: 1 dakika
vi: 1 phút
zh_hans: 1分钟

source: Lock screen
cs: Zamknout obrazovku
es: Bloquear pantalla
fi_fi: Lukitusnäyttö
fr: Vérouiller écran
ko: 잠금 화면
nl: Vergrendel scherm
ru: Блокировать экран
sv: Lås skärm
th: ล็อกหน้าจอ
tr: Ekranı kilitle
vi: Màn hình khoá
zh_hans: 锁定屏幕

source: Colour
cs: Barva
es: Color
fi_fi: Väri
nl: Kleur
ru: Цвет
sv: Färg
th: สี

# use_touch_id
source: Use your Touch ID
cs: Použijte Touch ID
es: Usa tu Touch ID
fi_fi: Käytä Touch ID:tä
nl: Gebruik Touch ID
ru: Использовать Touch ID
sv: Använd ditt Touch ID
th: ใช้ Touch ID ของคุณ

# use_face_id
source: Use your Face ID
cs: Použijte Face ID
es: Usa tu Face ID
fi_fi: Käytä Face ID:tä
nl: Gebruik Face ID
ru: Использовать Face ID
sv: Använd ditt Face ID
th: ใช้ Face ID ของคุณ

source: Enter your password
cs: Zadejte své heslo
es: Introduce tu contraseña
fi_fi: Kirjoita salasanasi
nl: Voer uw wachtwoord in
ru: Введите пароль
sv: Ange ditt lösenord
th: ใส่รหัสผ่านของคุณ

source: Share details
cs: Sdílet detaily
es: Compartir detalles
fi_fi: Jaa tiedot
nl: Details delen
ru: Поделиться деталями
sv: Dela Detaljer
th: แชร์รายละเอียด

# faucet_title
source: Start using the wallet
cs: Začít používat peněženku
es: Empezar a usar la wallet
fi_fi: Aloita lompakon käyttö
nl: Begin met het gebruik van uw wallet
ru: Начните использовать кошелек
sv: Börja använda din plånbok
th: เริ่มต้นใช้งานกระเป๋า

# faucet_text
source: See the wallet in action. Get a very small amount of Beams from the community faucet.
cs: Podívejte se na peněženku v akci. Získejte velmi malé množství Beam mincí z komunitní peněženky.
es: ¿Quieres ver la wallet en acción? Obtén una pequeña cantidad de Beams del grifo de la comunidad.
fi_fi: Haluatko testata lompakon toimintoja? Ota vastaan pieni summa Beamiä yhteisön testikäyttöön tarkoitetusta kassasta.
nl: Wilt u de wallet in actie zien? Ontvang een heel kleine hoeveelheid Beam's van de community faucet.
ru: Посмотрите кошелек в действии. Получите небольшое количество Beam от сообщества.
sv: Vill du se plånboken "in action"? Tillgodose en liten mängd Beam från community-fauceten.
th: คุณต้องการดูว่ากระเป๋าทำงานอย่างไรไหม? คุณสามารถรับเหรียญ Beam จำนวนเล็กน้อยเพื่อมาทดสอบได้ที่ Community Faucet

# faucet_ok
source: Yes, please
cs: Ano, prosím
es: Sí, por favor
fi_fi: Kyllä kiitos
nl: Ja, graag
ru: Да, пожалуйста
sv: Ja, tack
th: ใช่ กรุณาด้วย

# faucet_no
source: No, I'm fine
cs: Ne, to je v pořádku
es: No, estoy bien
fi_fi: Ei kiitos
nl: Nee, dank u
ru: Нет
sv: Nej tack, det är bra ändå
th: ไม่เป็นไร ขอบคุณ

source: Show seed phrase
cs: Zobrazit klíčová slova
es: Mostrar frase semilla
fi_fi: Näytä seed phrase
nl: Herstelzin weergeven
ru: Показать контрольную фразу
sv: Visa seed phrase
th: แสดงกลุ่มคำลับ

source: Increase security
cs: Zvýšit bezpečnost
es: Aumentar la seguridad
fi_fi: Lisää turvallisuutta
nl: Versterk beveiliging
ru: Повысить безопасность
sv: Öka säkerheten
th: เพิ่มความปลอดภัย

# increase_security_text
source: If you ever lose your device, you will need this phrase to recover your wallet! Never type your seed phrase in keychains or password managers. Never save it in your local or remote folders in any form.
cs: Pokud někdy ztratíte Vaše zařízení, budete potřebovat tato klíčová slova, abyste mohli obnovit Vaši peněženku! Nikdy nezapisujte Vaše klíčová slova do správců klíčů nebo hesel. Nikdy je neukládejte v žádné formě v místních nebo sdílených adresářích.
es: Si alguna vez pierdes tu dispositivo, ¡necesitarás esta frase para recuperar tu wallet! Nunca escriba su frase semilla en keychains o administradores de contraseñas. Nunca lo guarde en sus carpetas locales o remotas de ninguna forma.
fi_fi: Jos unohdat salasanasi tai kadotat laitteesi, tarvitset seed phrasen, jotta voit palauttaa lompakkosi saldon. Älä koskaan tallenna seed phrasea salasananhallintaohjelmiin! Älä tallenna sitä omalle laitteellesi tai muuhunkaan vastaavaan digitaaliseen muotoon, kuten pilvipalvelimille!
nl: Als u ooit uw apparaat verliest heeft u deze zin nodig om uw wallet te herstellen! Voer nooit uw herstelzin in op keychains of wachtwoordmanagers. Sla het nooit op in uw lokale of externe mappen in welke vorm dan ook.
ru: Если вы потеряете свое устройство, то эта фраза понадобится для восстановления вашего кошелька! Никогда не вводите seed фразу в keychains или менеджерах паролей. Никогда не сохраняйте его в локальных или удаленных папках в любой форме.
sv: Om du skulle förlora din enhet, kommer du att behöva din seed phrase för att återställa din plånbok! Skriv aldrig ner din seed phrase på nyckelringar eller i lösenordsmanagerings-verktyg. Spara aldrig detta på någon lokal eller remote mapp i någon form.
th: หากคุณทำอุปกรณ์สูญหาย คุณจะต้องใช้กลุ่มคำเหล่านี้ในการกู้กระเป๋าของคุณ! อย่าเก็บกลุ่มคำลับเหล่านี้ไว้ในพวงกุญแจหรือโปรแกรมจัดการรหัสผ่าน อย่าบันทึกไว้ในโฟลเดอร์ต่างๆหรือที่เก็บแบบออนไลน์

# all_set
source: You are all set
cs: Vše je nastaveno
es: Ya está todo listo
fi_fi: Kaikki on valmista
nl: U bent helemaal klaar
ru: Всё готово!
sv: Du är klar
th: คุณทำทุกอย่างเสร็จเรียบร้อย

# wallet_is_secure
source: Your wallet is secure now! Be calm in it’s feature use.
cs: Vaše peněženka je nyní zabezpečena! Můžete ji v klidu používat.
es: ¡Su wallet está segura ahora! Tenga calma en su uso de características.
fi_fi: Lompakkosi on nyt turvallinen!
nl: Uw wallet is nu veilig! Doe voorzichtig met het gebruik ervan.
ru: Ваш кошелек теперь безопасен! Вы можете спокойно им пользоваться.
sv: Din plånbok är säker nu! Var lugn när det gäller funktionen.
th: กระเป๋าของคุณปลอดภัยแล้ว! ไม่ต้องห่วงในการใช้งานในอนาคต

# make_wallet_secure_title
source: Make your wallet secure
cs: Zabezpečte Vaši peněženku
es: Haz tu wallet segura
fi_fi: Tee lompakostasi turvallinen
nl: Maak uw wallet veilig
ru: Сделайте ваш кошелек безопасным
sv: Gör din plånbok säker
th: ทำให้กระเป๋าของคุณมีความปลอดภัย

# make_wallet_secure_text
source: Write down and validate your seed phrase so you can always recover your funds.
cs: Zapište si a ověřte Vaše klíčová slova, abyste vždy mohli získat zpět své finanční prostředky.
es: Por favor, aumente la seguridad de la wallet guardando su frase semilla para que no pierda sus fondos.
fi_fi: Lisää lompakon turvallisuutta pitämällä seed phrase tallessa, jotta et hukkaa varojasi.
nl: Versterk de beveiliging van de wallet door het opslaan van uw herstelzin zodat u uw saldo niet verliest.
ru: Запишите и подтвердите свою ключевую фразу, чтобы вы всегда могли восстановить свои средства.
sv: Vänligen öka plånbokssäkerheten genom att spara din seed phrase så att du inte blir av med dina medel.
th: Please increase wallet security by saving your seed phrase so you won’t loose your funds.

source: Complete verification
cs: Dokončit ověření
es: Verificación completa
fi_fi: Suorita varmennus
nl: Verificatie voltooien
ru: Завершить верификацию
sv: Komplettera verifieringen
th: การตรวจสอบเสร็จสิ้น

source: yes, please
cs: Ano, prosím
es: sí, por favor
fi_fi: kyllä kiitos
nl: ja, graag
ru: да, пожалуйста
sv: ja, tack
th: ใช่ กรุณาด้วย

# i_will_later
source: I will do it later
cs: Udělám to později
es: lo haré más tarde
fi_fi: myöhemmin
nl: ik zal het later doen
ru: Подтвердить позже
sv: jag gör det senare
th: ฉันต้องการทำที่หลัง

source: Create password
cs: Vytvořit heslo
es: Crear contraseña
fi_fi: Luo salasana
nl: Wachtwoord aanmaken
ru: Создать пароль
sv: Skapa lösenord
th: สร้างรหัสผ่าน

source: Get coins
cs: Získat mince
es: Consigue monedas
fi_fi: Hanki kolikkoja
nl: Coins verkrijgen
ru: Получить монеты
sv: Skaffa mynt
th: รับเหรียญ

source: Secure your phrase
cs: Zabezpečte Vaše klíčová slova
es: Asegura tu frase
fi_fi: Suojaa seed phrasesi
nl: Beveilig je herstelzin
ru: Защитите вашу фразу
sv: Säkra din phrase
th: ปกป้องกลุ่มคำของคุณ

source: Privacy
cs: Soukromí
es: Privacidad
fi_fi: Yksityisyys
ru: Безопасность
sv: Integritet
th: ความเป็นส่วนตัว

source: Complete wallet verification
cs: Dokončit ověření peněženky
es: Verificación completa de wallet
fi_fi: Suorita lompakon varmennus
nl: Voltooi wallet verificatie
ru: Завершить верификацию
sv: Komplettera plånboksverifieringen
th: การตรวจสอบกระเป๋าเสร็จสิ้น

# clear_local_data
source: Clear local wallet data
cs: Vymazat místní data peněženky
es: Limpiar datos de wallet local
fi_fi: Tyhjennä paikallisesti tallennetut tiedot
nl: Lokale wallet gegevens wissen
ru: Очистить локальные данные кошелька
sv: Rensa lokal plånboksdata
th: ล้างข้อมูลกระเป๋าในอุปกรณ์นี้

# get_beam_faucet
source: Get Beams from Beam Community Faucet
cs: Získat Beam mince z komunitní peněženky
es: Obtener Beams del grifo de la Comunidad de Beam
fi_fi: Hanki Beamiä yhteisön testikäyttöön tarkoitetusta kassasta
nl: Verkrijg Beam's van Beam Community Faucet
ru: Получить Beams от Beam сообщества
sv: Skaffa Beam från Community-fauceten
th: รับ Beam จาก Faucet โดยชุมชนของ Beam

source: Save wallet logs
cs: Uložit logy peněženky
es: Guardar registros del wallet
fi_fi: Tallenna lompakon lokitiedot
fr: Sauvegarder les logs du portefeuille
ko: 지갑 로그 저장하기
nl: Wallet logs opslaan
ru: Сохранить лог
sv: Spara plånboksloggar
th: เซฟ Log ของกระเป๋า
tr: Cüzdan kaydını kaydedin
vi: Lưu nhật ký ví
zh_hans: 保存钱包日志

# all_time
source: For all time
cs: Po celou dobu
es: Por todo el tiempo
fi_fi: Kaikki
ko: 전체 기록
nl: Voor altijd
ru: На все время
sv: För all tid
th: ทุกช่วงเวลา

source: Last 5 days
cs: Posledních 5 dní
es: Últimos 5 días
fi_fi: Viimeiset 5 päivää
ko: 지난 5일
nl: Afgelopen 5 dagen
ru: Последние 5 дней
sv: Senaste 5 dagarna
th: 5 วันที่แล้ว

source: Last 15 days
cs: Posledních 15 dní
es: Últimos 15 días
fi_fi: Viimeiset 15 päivää
ko: 지난 15일
nl: Afgelopen 15 dagen
ru: Последние 15 дней
sv: Senaste 15 dagarna
th: 15 วันที่แล้ว

source: Last 30 days
cs: Posledních 30 dní
es: Últimos 30 días
fi_fi: Viimeiset 30 päivää
ko: 지난 30일
nl: Afgelopen 30 dagen
ru: Последние 30 дней
sv: Senaste 30 dagarna
th: 30 วันที่แล้ว

# clear_wallet
source: Remove current wallet
cs: Odstranit aktuální peněženku
es: Eliminar wallet actual
fi_fi: Poista nykyinen lompakko
nl: Huidige wallet verwijderen
ru: Удалить текущий кошелек
sv: Ta bort aktuell plånbok
th: ลบกระเป๋าปัจจุบัน

# clear_wallet_text
source: All data will be erased. Make sure you’ve saved your seed phrase if you want to restore this wallet later on! Are you sure you want to remove your wallet?
cs: Všechna data budou odstraněna. Ujistěte se, že jste uložili Vaše klíčová slova, pro případ, že budete chtít tuto peněženku později obnovit. Opravdu chcete odstranit peněženku?
es: Todos los datos serán borrados. ¡Asegúrate de que has guardado tu frase semilla si quieres restaurar esta wallet más adelante! ¿Estás seguro de que quieres eliminar tu wallet?
fi_fi: Kaikki lompakon tiedot poistetaan. Varmista, että olet ottanut talteen seed phrase -palautusavaimesi, jos haluat palauttaa tämän lompakon myöhemmin. Haluatko varmasti poistaa lompakkosi?
nl: Alle gegevens worden gewist. Zorg ervoor dat u uw herstelzin heeft opgeslagen als u deze wallet later wilt herstellen! Weet u zeker dat u uw wallet wilt verwijderen?
ru: Все данные будут очищены. Убедитесь, что вы сохранили вашу ключевую фразу, если хотите восстановить этот кошелек позже! Вы уверены, что хотите удалить свой кошелек?
sv: All data kommer att raderas. Säkerställ att du har sparat ditt seed phrase om du vill återställa din plånbok vid ett senare tillfälle. Är du säker på att du vill ta bort plånboken?
th: ข้อมูลทั้งหมดจะถูกลบทิ้ง กรุณาแน่ใจว่าคุณได้ทำการบันทึกกลุ่มคำลับไว้แล้วเผื่อไว้ในกรณีที่คุณต้องการกู้คืนกระเป๋านี้อีกครั้ง! คุณแน่ใจที่จะทำการลบกระเป๋านี้?

# clear_wallet_password
source: Enter your password to remove your wallet
cs: Zadejte své heslo pro odstranění Vaší peněženky
es: Introduzca su contraseña para eliminar su wallet
fi_fi: Kirjoita salasanasi poistaaksesi lompakon
nl: Voer uw wachtwoord in om uw wallet te verwijderen
ru: Введите ваш пароль для удаления кошелька
sv: Ange ditt lösenord för att ta bort plånboken
th: กรุณากรอกรหัสผ่านเพื่อทำการลบกระเป๋าของคุณ
