Repository: BeamMW/ios-wallet
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, es, fi_fi, fr, ko, nl, ru, sv, th, tr, vi, zh_hans

# manual_restore_text
source: Beam Wallet will connect to your trusted node and it will restore your funds. The node must be configured with your owner key.
cs: Peněženka Beam se připojí ke specifickému důvěryhodnému přístupovému bodu Node (nakonfigurovanému vaším privátním klíčem) a přístupový bod obnoví vaše prostředky
es: Beam Wallet se conectará a un nodo de confianza específico (configurado con la clave del propietario) y el nodo restaurará sus fondos
fi_fi: Beam-lompakko yhdistää luotettuun palvelimeen (node) (konfiguroitu omistusavaimellasi) ja palvelin palauttaa saldosi
fr: Beam Wallet will connect to specific trusted node (configured with your owner key) and the node will restore your funds
ko: Beam Wallet will connect to specific trusted node (configured with your owner key) and the node will restore your funds
nl: Beam Wallet zal verbinding maken met specifieke vertrouwde node (geconfigureerd met uw eigenaarssleutel) en de node zal uw saldo herstellen
sv: Beam-Plånboken kommer att ansluta till en specifik nod (konfigurerad med ägar-nyckeln) och noden kommer att återställa ditt saldo
th: กระเป๋า Beam จะทำการเชื่อมต่อ Trusted Node (ที่คุณบันทึก Owner Key ไว้) และ Node จะทำการกู้คืนข้อมูลทรัพย์สินให้
tr: Beam Wallet will connect to specific trusted node (configured with your owner key) and the node will restore your funds
vi: Beam Wallet will connect to specific trusted node (configured with your owner key) and the node will restore your funds
zh_hans: Beam Wallet will connect to specific trusted node (configured with your owner key) and the node will restore your funds

# paste_owner_key
source: Сonfigure your wallet with your owner key, run the node to fully synchronize with the blockchain and click next.
cs: Pro obnovení z uzlu vložte tento kód do peněženky Beam ve Vašem stolním počítači..
es: Pegue este código en el Wallet de Beam en su escritorio para proceder a la restauración desde el nodo.
fi_fi: Liitä tämä koodi tietokoneesi Beam-lompakkoon jatkaaksesi palautusta palvelimeltasi (node).
fr: Collez ce code dans le portefeuille Beam sur votre bureau pour continuer à restaurer à partir du nœud.
ko: 복구하려면 이 코드를 데스크탑 Beam 지갑에 붙여넣기 하십시오.
nl: Plak deze code in uw desktopversie van de Beam Wallet om verder te gaan met herstellen vanaf de node.
sv: Klistra in denna kod i Beam-plånboken på din dator för att fortsätta återställningen från noden.
th: วางโค้ดนี้ลงในกระเป๋า Beam ที่คอมพิวเตอร์ของคุณเพื่อทำการดึงข้อมูลจาก Node
tr: Nod ile geri yükleme işlemine devam etmek için bu kodu masaüstünüzdeki Beam cüzdanınıza yapıştırın.
vi: Dán mã này vào Ví Beam trên máy tính để bàn của bạn để tiến hành khôi phục từ nút.
zh_hans: 将该代码粘贴入桌面上的Beam钱包中，继续从节点恢复

# enter_trusted_node
source: Enter your trusted node IP address and port
cs: Zadejte adresu důvěryhodného uzlu
es: Introduzca la dirección de nodo de confianza
fi_fi: Anna luotetun palvelimen (node) osoite
fr: Entrez l'adresse du noeud vérifié
ko: 신뢰할 수 있는 노드 주소를 입력하세요
nl: Voer vertrouwd node adres in
sv: Mata in pålitlig nod-adress
th: กรอกที่อยู่ของ Trusted Node
tr: Güvenilir nod adresini girin
vi: Nhập địa chỉ nút đáng tin cậy
zh_hans: 请输入信任的节点地址

# trusted_node_error
source: Could not connect to the node. Try a different node address or use an automatic restore.
cs: Přístupový bod Node není připojen. Zkuste připojit peněženku k jinému přístupovému bodu nebo použijte doporučené obnovení.
es: El nodo no se puede conectar. Intente conectar el wallet a un nodo diferente o use la restauración recomendada.
fi_fi: Palvelimeen (node) ei saada yhteyttä. Yritä yhdistää lompakko toiseen palvelimeen tai käytä suositusasetusta.
fr: Impossible de connecter le noeud. Essayez de connecter le portefeuille à un noeud différent ou utilisez la restauration recommandée.
ko: 노드에 연결할 수 없는 상태입니다. 다른 노드에 지갑을 연결하거나 추천된 복구방법을 이용하십시오.
nl: Node is niet verbonden. Probeer wallet te verbinden met een andere node of gebruik aanbevolen herstel.
sv: Nod är ej kontaktbar. Försök att ansluta plånboken mot en annan nod eller använd rekommenderad återställning.
th: Node ยังไม่ทำการเชื่อมต่อ กรุณาเชื่อมกับ Node อื่นหรือใช้วิธีกู้ที่แนะนำ
tr: Nod bağlanabilir değil. Cüzdanı farklı bir noda bağlamayı deneyin veya önerilen geri yüklemeyi kullanın.
vi: Nút không thể kết nối. Hãy thử kết nối ví với nút khác hoặc sử dụng khôi phục được đề xuất.
zh_hans: 无法连接到节点 请尝试连接钱包到新节点或者使用推荐恢复

# auto_restore_warning
source: Please make sure that you have not done any transactions in the past hour from any wallet with the same seed phrase. If you did, please wait for at least one hour after the last transaction was completed before restoring the wallet. Otherwise, your restored balance may be incorrect and additional restore procedure will be required.
cs: Ujistěte se, že jste za poslední hodinu neprovedli žádné transakce (z jakéhokoliv zařízení). Pokud jste tak učinili, počkejte prosím alespoň jednu hodinu po poslední transakci, než budete pokračovat s obnovením. V opačném případě může být váš obnovený zůstatek nesprávný a bude vyžadován další postup pro obnovení.
es: Por favor, asegúrese de que no ha realizado ninguna transacción (desde cualquier dispositivo) en la última hora. Si lo hizo, espere al menos una hora después de la última transacción antes de proceder con la restauración. De lo contrario, su saldo restaurado puede ser incorrecto y se requerirá un procedimiento adicional de restauración.
fi_fi: Varmistathan, että et ole tehnyt yhtään maksutapahtumaa (millään laitteella) viimeisen tunnin aikana. Mikäli kuitenkin olet sellaisen tehnyt, odota vähintään tunti viimeisen tapahtuman jälkeen ennen kuin jatkat palautusprosessia. Jos et toimi ohjeen mukaan, palautettu saldosi saattaa olla virheellinen ja joudut suorittamaan palautusprosessin uudelleen.
fr: Veuillez vous assurer que vous n'avez pas effectué de transactions (depuis n'importe quel appareil) dans l'heure écoulée. Si vous l'avez fait, veuillez patienter au moins une heure après la dernière transaction avant de procéder à la restauration. Sinon, votre solde restauré peut être incorrect et une procédure de restauration supplémentaire sera nécessaire.
ko: 이전 1시간 동안 (어느 기기에서도) 거래를 하지 않았는지 확인하십시오. 거래를 진행했다면, 마지막 거래 기준으로1시간동안 추가로 대기 후 복구를 진행하십시오. 절차를 따르지 않는다면, 복구 후 잔고가 불일치할 것이고 추가적인 작업을 진행해야 합니다.
nl: Wees er zeker van dat u geen transacties (vanaf elk apparaat) heeft gedaan in het afgelopen uur. Indien u dit wel heeft gedaan, wacht dan ten minste één uur na de laatste transactie voordat u verder gaat met herstellen. Doet u dit niet, dan kan uw herstelde saldo onjuist zijn en zal de extra herstelprocedure vereist zijn.
sv: Vänligen se till att inga transaktioner (från någon enhet) gjorts under den senaste timmen. Om du har det, vänta i åtminstone en timme efter den senaste transaktionen innan du fortsätter med Återställning. Annars kan din återställda balans vara felaktig och ytterligare återställningsprocedurer kommer att krävas.
th: โปรดแน่ใจว่าคุณไม่ได้ทำธุรกรรมใดๆค้างไว้ในชั่วโมงที่ผ่านมา (ในทุกๆอุปกรณ์) ถ้าคุณได้ทำโปรดรอให้ธุรกรรมเสร็จสิ้นอย่างน้อย 1 ชั่วโมงก่อนที่จะทำการกู้ มิฉะนั้นยอดคงเหลือของคุณอาจจะไม่ถูกต้องและอาจจะต้องทำการกู้ใหม่อีกครั้ง
tr: Lütfen son bir saat içinde hiçbir işlem yapmadığınızdan (herhangi bir cihazdan) emin olun. Yaptıysanız, lütfen Geri Yükleme işlemine devam etmeden önce son işlemden sonra en az bir saat bekleyin. Aksi halde, geri yüklenen bakiyeniz yanlış olabilir bunun yanında ek geri yükleme prosedürü gerekli oalcaktır.
vi: Hãy chắc chắn rằng bạn không có giao dịch nào (từ bất kỳ thiết bị nào) trong giờ qua. Nếu có, vui lòng chờ ít nhất 1 giờ sau giao dịch cuối cùng trước khi tiến hành Khôi phục. Nếu không số dư được khôi phục của bạn có thể không chính xác và cần thêm thủ tục khôi phục khác.
zh_hans: 请确保您在过去一小时内没有对本钱包进行任何交易(在任何设备上) 如果有进行过交易，请在该交易完成后等待至少一小时再进行恢复钱包操作 否则，您恢复的余额可能不正确，或需要执行额外的恢复操作

# manual_restore_warning
source: Verify that your own node is fully synchonized with the blockchain before starting the restore procedure. Otherwise, your restored balance may be incorrect and additional restore procedure will be required.
cs: Ověřte, zda je váš přístupový bod Node plně synchronizován s blockchainem před zahájením procesu obnovy. V opačném případě může být váš obnovený zůstatek nesprávný a bude vyžadován další postup pro obnovení.
es: Verifica que tu nodo esté completamente sincronizado con la blockchain antes de iniciar el procedimiento de restauración. De lo contrario, su saldo restaurado puede ser incorrecto y se requerirá un procedimiento de restauración adicional.
fi_fi: Varmista, että palvelimesi (node) on täysin synkronoitu lohkoketjun kanssa ennen kuin aloitat palautusprosessin. Jos et toimi ohjeen mukaan, palautettu saldosi saattaa olla virheellinen ja joudut suorittamaan palautusprosessin uudelleen.
fr: Vérifiez que votre noeud est entièrement synchronisé avec la chaîne de blocs avant de démarrer la procédure de restauration. Sinon, votre solde restauré peut être incorrect et une procédure de restauration supplémentaire sera nécessaire.
ko: 복구 절차를 진행하기 전에 노드와 체인이 완벽하게 동기화 되어있는지 확인하십시오. 아니라면, 복구된 잔고는 부정확할 것이고 추가적인 작업이 요구될 것입니다.
nl: Controleer of uw node volledig is gesynchroniseerd met de blockchain voordat u de herstelprocedure begint. Doet u dit niet, dan kan uw herstelde saldo onjuist zijn en zal de extra herstelprocedure vereist zijn.
sv: Verifiera att din nod är fullt synkroniserad med blockkedjan innan du startar återställningsproceduren. Om inte så kommer din återställda balans att eventuellt vara felaktig och ytterligare återställningsprocedurer kommer att vara nödvändiga.
th: ตรวจสอบให้แน่ก่อนว่า Node ของคุณได้ทำการดึงข้อมูลทั้งหมดมาจากบล็อกเชนแล้วก่อนที่จะทำการดำเนินการกู้ มิฉะนั้นยอดคงเหลืออาจจะไม่ถูกต้องและอาจจะต้องทำการกู้ใหม่อีกครั้ง
tr: Geri yükleme işlemine başlamadan önce nodun blokzincir ile tam olarak senkronize olduğunu doğrulayın. Aksi halde, geri yüklenen bakiyeniz yanlış olabilir bunun yanında ek geri yükleme prosedürü gerekli olacaktır.
vi: Xác minh rằng nút của bạn được đồng bộ hoàn toàn trước khi bắt đầu quy trình khôi phục. Nếu không số dư được khôi phục của bạn có thể không chính xác và cần thêm thủ tục khác để khôi phục.
zh_hans: 请在恢复操作执行前确保您的节点已同步到区块链最新高度 否则，您恢复的余额可能不正确，或需要执行额外的恢复操作

# info_restore_text
source: If you run two wallets with the same seed, their balances will not be synchronized. To keep the balances in sync, use your own trusted node configured with your owner key. Also note that transaction history is not sycnrhonized between wallets in any case.
cs: Pokud spustíte dvě peněženky vytvořené ze stejných klíčových slov, jejich zůstatky nebudou synchronizovány. Abyste udrželi zůstatky synchronizované, použijte vlastní důvěryhodný přístupový bod Node nakonfigurovaný vaším klíčem. Také vemte na vědomí, že transakční historii nelze mezi peněženkami synchronizovat.
es: Si ejecuta dos carteras con la misma semilla, sus saldos no se sincronizarán. Para mantener los balances sincronizados, utilice su propio nodo de confianza configurado con su clave de propietario. También tenga en cuenta que el historial de transacciones no se sincronizará entre wallets en cualquier caso.
fi_fi: Jos käytät kahta lompakkoa, joissa on sama seed phrase, saldot eivät synkronoidu lompakkojen välillä. Jos haluat, että saldot synkronoituvat, tulee sinun käyttää molemmissa lompakoissa omaa, luotettavaa palvelinta (node), johon on asetettu lompakon omistusavain. Huomioi kuitenkin, että tapahtumahistoria ei synkronoidu lompakkojen välillä missään tilanteessa.
nl: Als u twee portemonnees met dezelfde herstelzin draait, zal het saldo niet worden gesynchroniseerd. Om het saldo gesynchroniseerd te houden gebruikt u uw eigen vertrouwde node, geconfigureerd met uw eigenaarssleutel. Houdt er rekening mee dat de transactiegeschiedenis in geen enkel geval tussen wallets zal worden gesynchroniseerd.
sv: Om du kör två plånböcker med samma seed, synkroniseras inte saldona. För att hålla saldona synkroniserade använder du din egen betrodda nod konfigurerad med din ägarnyckel. Observera också att transaktionshistoriken inte synkroniseras mellan plånböcker i alla fall.
th: หากคุณทำการใช้งาน 2 กระเป๋าที่มีกลุ่มคำลับเดียวกัน ยอดคงเหลือทั้ง 2 กระเป๋าจะไม่ตรงกัน หากต้องการทำให้ตรงกันคุณจะต้องเชื่อมต่อไปยัง Trusted Node โดยใช้ Owner Key ของคุณ และโปรดเข้าใจว่าข้อมูลธุรกรรมทั้ง 2 กระเป๋ายังไงก็แล้วแต่จะไม่ตรงกันอยู่ดี

# show_owner_key_auth_1
source: Deploying the Owner Key at a trusted node will allow the node to monitor all UTXOs sent to this wallet and any wallet generated from your seed phrase. You must enter your password to see Owner Key.
cs: Vystavení vlastnického klíče v důvěryhodném uzlu umožní tomuto uzlu sledovat všechny UTXO odeslané do této peněženky a každé peněženky vygenerované z Vašich klíčových slov. Musíte zadat své heslo pro zobrazení klíče.
es: El despliegue de la clave del propietario en un nodo de confianza permitirá al nodo controlar todas las UTXOs enviadas a esta wallet y cualquier otra wallet generada a partir de su frase de semilla. Debe introducir su contraseña para ver la clave del propietario.
fi_fi: Kun sijoitat omistusavaimesi luotettuun palvelimeen (node), se antaa palvelimelle oikeuden tarkkailla kaikkia UTXO-siirtoja tähän lompakkoon ja mihin tahansa muuhun lompakkoon, joka on generoitu samasta seed phrasesta. Nähdäksesi omistusavaimesi sinun tulee kirjoittaa salasanasi.
nl: Het invoeren van de eigenaarssleutel op een vertrouwde node zal de node toestaan om alle UTXO's verzonden naar deze wallet, en elke wallet gegenereerd vanuit uw herstelzin, te monitoren. Voer uw wachtwoord in om de eigenaarssleutel te kunnen zien.
sv: Om du installerar ägarnyckeln på en betrodd nod, tillåter noden att övervaka all UTXO som skickas till denna plånbok och plånböcker som genereras från samma seed phrase. Du måste ange ditt lösenord för att se Ägarnyckeln.
th: การติดตั้ง Owner Key ใน Trusted Node นั้นจะทำให้ Node สามารถดูข้อมูล UTXO ทั้งหมดที่ส่งมายังกระเป๋านี้รวมถึงกระเป๋าทุกใบที่ถูกสร้างมาจากกลุ่มคำลับของคุณ คุณจะต้องกรอกรหัสผ่านเพื่อที่จะดู Owner Key ของคุณ

# show_owner_key_auth_2
source: Deploying the Owner Key at a trusted node will allow the node to monitor all UTXOs sent to this wallet and any wallet generated from your seed phrase. You must pass 2-step verification (submit a password and use Touch ID) to see your Owner Key.
cs: Vystavení vlastnického klíče v důvěryhodném uzlu umožní tomuto uzlu sledovat všechny UTXO odeslané do této peněženky a každé peněženky vygenerované z Vašich klíčových slov. Musíte provést dvoufázové ověření (odeslat heslo a použít Touch ID), abyste viděli váš klíč.
es: El despliegue de la Clave Propietaria en un nodo de confianza permitirá al nodo controlar todas las UTXOs enviadas a esta wallet y cualquier otra wallet generada a partir de su frase de semilla. Debe pasar la verificación de 2 pasos (envíe una contraseña y utilice Touch ID) para ver su Clave del propietario.
fi_fi: Kun sijoitat omistusavaimesi luotettuun palvelimeen (node), se antaa palvelimelle oikeuden tarkkailla kaikkia UTXO-siirtoja tähän lompakkoon ja mihin tahansa muuhun lompakkoon, joka on generoitu samasta seed phrasesta. Nähdäksesi omistusavaimen sinun täytyy suorittaa kaksivaiheinen tunnistautuminen (kirjoita salasanasi ja käytä Touch ID:tä).
nl: Door de eigenaarssleutel op een vertrouwd node in te voeren kan de node alle UTXO's die naar deze wallet zijn verzonden en iedere wallet die is gegenereerd met uw herstelzin monitoren. U moet de 2-staps authenticatie (wachtwoord opgeven en vingerafdruk gebruiken) doorlopen om uw eigenaarssleutel te kunnen zien.
sv: Om du installerar ägarnyckeln på en betrodd nod, tillåter du noden att övervaka all UTXO som skickas till denna plånbok och plånböcker som genereras från samma seed phrase. Du måste klara 2-stegsverifieringen (ange lösenord samt använda Touch ID) för att se Ägarnyckeln.
th: การติดตั้ง Owner Key ใน Trusted Node นั้นจะทำให้ Node สามารถดูข้อมูล UTXO ทั้งหมดที่ส่งมายังกระเป๋านี้รวมถึงกระเป๋าทุกใบที่ถูกสร้างมาจากกลุ่มคำลับของคุณ คุณจะต้องผ่านการยืนยัน 2 ขั้นตอน (กรอกรหัสผ่านและใช้ Touch ID) เพื่อที่จะดู Owner Key ของคุณ

# show_owner_key_auth_3
source: Deploying the Owner Key at a trusted node will allow the node to monitor all UTXOs sent to this wallet and any wallet generated from your seed phrase. You must pass 2-step verification (submit a password and use Face ID) to see your Owner Key.
cs: Vystavení vlastnického klíče v důvěryhodném uzlu umožní tomuto uzlu sledovat všechny UTXO odeslané do této peněženky a každé peněženky vygenerované z Vašich klíčových slov. Musíte projít dvoufázovým ověřením (odeslat heslo a použít Face ID), abyste viděli váš klíč.
es: El despliegue de la Clave Propietaria en un nodo de confianza permitirá al nodo controlar todas las UTXOs enviadas a esta wallet y cualquier otra wallet generada a partir de su frase de semilla. Debe pasar la verificación de 2 pasos (envíe una contraseña y utilice Face ID) para ver su Clave del propietario.
fi_fi: Kun sijoitat omistusavaimesi luotettuun palvelimeen (node), se antaa palvelimelle oikeuden tarkkailla kaikkia UTXO-siirtoja tähän lompakkoon ja mihin tahansa muuhun lompakkoon, joka on generoitu samasta seed phrasesta. Nähdäksesi omistusavaimen sinun täytyy suorittaa kaksivaiheinen tunnistautuminen (kirjoita salasanasi ja käytä Face ID:tä).
nl: Door de eigenaarssleutel op een vertrouwd node in te voeren kan de node alle UTXO's die naar deze wallet zijn verzonden en iedere wallet die is gegenereerd met uw herstelzin monitoren. U moet de 2-staps authenticatie (wachtwoord opgeven en vingerafdruk gebruiken) doorlopen om uw eigenaarssleutel te kunnen zien.
sv: Om du installerar ägarnyckeln på en betrodd nod, tillåter du noden att övervaka all UTXO som skickas till denna plånbok och plånböcker som genereras från samma seed phrase. Du måste klara 2-stegsverifieringen (ange lösenord samt använda Face ID) för att se Ägarnyckeln.
th: การติดตั้ง Owner Key ใน Node ที่เชื่อถือได้นั้นจะทำให้ Node สามารถดูข้อมูล UTXO ทั้งหมดที่ส่งมายังกระเป๋านี้รวมถึงกระเป๋าทุกใบที่ถูกสร้างมาจากกลุ่มคำลับของคุณ คุณจะต้องผ่านการยืนยัน 2 ขั้นตอน (กรอกรหัสผ่านและใช้ Face ID) เพื่อที่จะดู Owner Key ของคุณ

source: Face ID
es: ID de la cara
sv: Ansikts-ID
zh_hans: 面容ID

source: Touch ID
es: Identificador de huella digital
vi: ID cảm ứng
zh_hans: 触控ID

source: UTXO
vi: Đầu ra chưa được xác định từ giao dịch

source: GROTH
vi: Groth: đơn vị nhỏ nhất của Beam
